[{"number":"600","description":"This week: Republicans struggling with the split in their own party.","original_air_date":"2016-10-28T00:00:00","title":"Will I Know Anyone at This Party?"},{"number":"599","description":"Watching lies become the truth in this year's election. And a few people who try to bridge the gap between the way the two sides see the facts.","original_air_date":"2016-10-21T00:00:00","title":"Seriously?"},{"number":"598","description":"San Francisco’s Spider-Man burglar was remarkable. He dropped into buildings from skylights, leapt 10 feet from one roof to another. But mostly, his talent got him into trouble. This week, his story, and stories of other undesirable talents.","original_air_date":"2016-10-07T00:00:00","title":"My Undesirable Talent"},{"number":"597","description":"Words can seem so puny and ineffective sometimes. On this show, we have stories in which ordinary people make last ditch efforts to get through to their loved ones, using a combination of small talk and not-so-small talk.","original_air_date":"2016-09-23T00:00:00","title":"One Last Thing Before I Go"},{"number":"596","description":"This week, stories about people trying their best to turn themselves into something else—like a badger. Or a professional comedian, in a language they didn’t grow up speaking.","original_air_date":"2016-09-09T00:00:00","title":"Becoming a Badger"},{"number":"595","description":"What do you do when you're thrown into a situation you’re not prepared for? And while you’re flailing around—what happens to the people who depend on you? This week we present stories of people who find themselves in over their heads, including an attorney who knows little about criminal law assigned to defend a young man facing twenty years in prison. <a href=\"http://www.thisamericanlife.org/jack-bailey/\">ANNOTATED COURT DOCUMENT</a>","original_air_date":"2016-08-26T00:00:00","title":"Deep End of the Pool"},{"number":"594","description":"Summer is a time when change seems more possible than ever. But is that really how it happens? Can people actually reinvent themselves in the warmer months? This week we present stories — and some comedy — about people and their summer selves.","original_air_date":"2016-08-12T00:00:00","title":"My Summer Self"},{"number":"593","description":"We <a href=\"http://www.thisamericanlife.org/radio-archives/episode/592/are-we-there-yet\">return to Greece</a> with stories of people trying to move on with their lives in whatever way they can. We meet a couple who fell in love even though they weren't expecting anything like that to happen, and even though her family didn't approve. We also meet a shopkeeper in a camp who's running what amounts to a cigarette charity.  <a href=\"http://www.thisamericanlife.org/greece\">INTERACTIVE TOUR</a> | <a href=\"http://www.thisamericanlife.org/radio-archives/episode/592/are-we-there-yet\">PART ONE</a>","original_air_date":"2016-08-05T00:00:00","title":"Don’t Have to Live Like a Refugee"},{"number":"592","description":"A bunch of us from our show went to refugee camps all over Greece. We found people falling in love, kids mad at their parents for dragging them to Europe, women doing their laundry in a baseball stadium locker room, and hundreds of people living at a gas station—sitting next to the pumps, smoking. Also: wild pigs. 57,000 refugees are stuck in Greece, making homes in some surprising locations. We hear what that’s really like. <a href=\"http://www.thisamericanlife.org/greece\">INTERACTIVE TOUR</a> | <a href=\"http://www.thisamericanlife.org/radio-archives/episode/593/dont-have-to-live-like-a-refugee\">PART TWO</a>","original_air_date":"2016-07-29T00:00:00","title":"Are We There Yet?"},{"number":"591","description":"Stories of people trying to make sure they get what they paid for, from political change to bedroom slippers. We follow a donor as he vets presidential candidates, and go inside a company wrestling with the consequences of its \"no questions asked,” lifetime return policy.","original_air_date":"2016-07-15T00:00:00","title":"Get Your Money's Worth"},{"number":"590","description":"Stories of people making the wrong choice, even though the right one is staring them squarely in the eye. Basketball players making a conscious decision to not do the thing that makes them better, pollsters refusing to see the truth of Donald Trump, and more.","original_air_date":"2016-06-24T00:00:00","title":"Choosing Wrong"},{"number":"589","description":"The way people talk about being fat is shifting.  With one-third of Americans classified as overweight, and another third as obese, and almost none of us losing weight and keeping it off, maybe it’s time to rethink the way we see being fat.  A show inspired by Lindy West’s book <a href=\"http://amzn.to/262I5Nw\"><em>Shrill</em></a>.","original_air_date":"2016-06-17T00:00:00","title":"Tell Me I’m Fat"},{"number":"588","description":"Stories of people who try simple mind games on others, and then find themselves in way over their heads.","original_air_date":"2016-06-03T00:00:00","title":"Mind Games 2016"},{"number":"587","description":"Stories about mysteries that exist in relationships we thought couldn't possibly surprise us, and the strangeness of putting our wants on the line with someone who may not share them at all-- and how much we're willing to risk for someone we may never see again.","original_air_date":"2016-05-27T00:00:00","title":"The Perils of Intimacy"},{"number":"586","description":"It’s nice to belong, to feel connected to others. But what happens when you realize that your fundamental beliefs don’t line up with the people you want to be close to? Do you bring it up? And, what does that conversation sound like? Including a story by Mariya Karimjee, pictured. Guest host Sean Cole sits in for Ira.","original_air_date":"2016-05-06T00:00:00","title":"Who Do We Think We Are?"},{"number":"585","description":"Exactly how incompetent you are. What your ex’s best friend really thinks of you. The approximate time that you will die. Some things in life are better not to know about. And sometimes there can be a benefit to not knowing. In this episode – examples of ignorance truly being bliss, or even being an asset","original_air_date":"2016-04-22T00:00:00","title":"In Defense of Ignorance"},{"number":"584","description":"The older and wiser we get, the more bewildering our past decisions can seem. This week, people revisit those decisions — and we revisit <a href=\"http://www.thisamericanlife.org/radio-archives/episode/555/the-incredible-rarity-of-changing-your-mind\">a story we aired a year ago</a> with new, fascinating updates about a groundbreaking study that turned out to be false.","original_air_date":"2016-04-08T00:00:00","title":"For Your Reconsideration"},{"number":"583","description":"At first, it’s super annoying, getting told it’ll make sense when you’re older. Then, when you’re a teenager, hard lessons are learned, despite your best efforts to be too cool to care. By the time you’re actually old, you know a bunch of stuff— and you’re desperate to hold onto it. You might even wonder HOW you know all the things you know. Hosted by Chana Joffe-Walt and featuring SNL’s Sasheer Zamata.","original_air_date":"2016-03-25T00:00:00","title":"It’ll Make Sense When You’re Older"},{"number":"582","description":"We human beings think we run the world, that we’ve got things under control. And then an animal shows up, and things don’t go as planned. We have stories this week where seals, wolves and a moose drop in and show us who isn't boss.","original_air_date":"2016-03-11T00:00:00","title":"When the Beasts Come Marching In"},{"number":"581","description":"This week, a story about doubt: how it germinated, spread, and eventually took hold of an entire community, with terrible consequences. A collaboration with <a href=\"https://www.themarshallproject.org/2015/12/16/an-unbelievable-story-of-rape?ref=hp-2-112#.R6Y5VxBge\">The Marshall Project</a> and <a href=\"https://www.propublica.org/article/false-rape-accusations-an-unbelievable-story\">ProPublica</a>.","original_air_date":"2016-02-26T00:00:00","title":"Anatomy of Doubt"},{"number":"580","description":"Forget the easy way. This week, stories about people who come up with very innovative…and unusual...solutions to their problems. Including the story of a young voter who defies political categorization.","original_air_date":"2016-02-19T00:00:00","title":"That's One Way to Do It"},{"number":"579","description":"The brain!  It's powerful! We have the story of how one man's delusions lead him to a situation that's just as strange as the worst thoughts his mind is cooking up. That story's <a href=\"http://nyti.ms/1Qw4buA\">a collaboration with the New York Times</a>.  Our second story is about a man using the power of his own mind to deal with a problem.  <br><br>  <em>Pictured: Alan Pean, with visible scar from a bullet wound. Photo by Chad Batka for The New York Times.</em>","original_air_date":"2016-02-12T00:00:00","title":"My Damn Mind"},{"number":"578","description":"This week, stories of people who are feeling the ground shift underneath them when people they are close to change. Including conservative radio host Tony Beam in South Carolina who is completely baffled by the candidate his audience has decided to get behind this election season.","original_air_date":"2016-01-29T00:00:00","title":"I Thought I Knew You"},{"number":"577","description":"When you’re the only one who can see something, sometimes it feels like you’re in on a special secret. The hard part is getting anyone to believe your secret is real. This week, people trying to show others what they see—including a woman with muscular dystrophy who believes she has the same condition as an Olympic athlete.","original_air_date":"2016-01-15T00:00:00","title":"Something Only I Can See"},{"number":"576","description":"No Christmas can ever be as good as the ones you had as a kid. But this week we go all in and bring the joy, the spontaneity, the sense that anything can happen back to Christmas. We've got a live Christmas performance from some of the best improvisors in the country including Mike Birbiglia, Chris Gethard, and SNL's Aidy Bryant and Sasheer Zamata. Also holiday meals – on fire.","original_air_date":"2015-12-25T00:00:00","title":"Say Yes To Christmas"},{"number":"575","description":"Sure, there's a crude message that propaganda is trying to get across. But like poetry, when you know how to read it, propaganda contains lots of more subtle messages that you might not see at first glance. This week: examples, big and small, from around the world.","original_air_date":"2015-12-18T00:00:00","title":"Poetry of Propaganda"},{"number":"574","description":"For Frank Sinatra's 100th Birthday: stories, tributes, and attempts to understand the Chairman of the Board.  <br><br>  An updated version of an episode originally broadcast back in 1997.","original_air_date":"2015-12-11T00:00:00","title":"Sinatra's 100th Birthday"},{"number":"573","description":"Most of the time, the updates we share about our lives are small and inconsequential.  This week, status updates that interrupt daily life.  We hear two friends talk about how one of them has become rich and famous.  And an entire town gets a status update on itself.","original_air_date":"2015-11-27T00:00:00","title":"Status Update"},{"number":"572","description":"This week we have stories of people deciding to take on some very big fears. A prisoner who hasn't talked to anyone in years comes up with a bold plan to re-introduce himself to the world, while a 90-year-old woman shocks her family when she announces a love interest.","original_air_date":"2015-11-06T00:00:00","title":"Transformers"},{"number":"571","description":"When Jesse first started getting letters from Pamala, he couldn’t believe his luck. He'd been waiting all his life to fall in love—and then he started getting these letters from the perfect woman. Vulnerable. In need of protection. Classic beauty. He was totally devoted. They corresponded for years. And when something happens that really should change how he feels about her— he just can’t give it up.","original_air_date":"2015-10-30T00:00:00","title":"The Heart Wants What It Wants"},{"number":"570","description":"Twenty years ago, the prime minister of Israel was assassinated. The killer was a lone gunman, Israeli and Jewish, just like the prime minister. Lots of witnesses saw it happen; the assassin confessed immediately, that night, and has never recanted. But today, oddly, lots of people don’t believe it happened that way. And a question hangs over the country: did this act change the fate of the nation?","original_air_date":"2015-10-16T00:00:00","title":"The Night In Question"},{"number":"569","description":"This week we go into the room at the headquarters of fast food chain Hardee's with the people who decided that this burger with beef, hot dogs, and chips is what America should be eating. We'll hear the story of how they sold that burger and other instances  where how you tell the story is more important than the literal facts.","original_air_date":"2015-10-09T00:00:00","title":"Put a Bow on It"},{"number":"568","description":"Gladiators in the Colosseum. Sideshow performers. Reality television. We've always loved to gawk at the misery or majesty of others. But this week, we ask the question: What's it like when the tables are turned and all eyes are on you?  <br>  <br>  An episode from last year, with one story swapped.","original_air_date":"2015-10-02T00:00:00","title":"Human Spectacle 2015"},{"number":"567","description":"Often we see someone’s situation from the outside and think we know exactly what’s going on.  This week we get inside and find out just how much more interesting the reality of it is. Including a teenaged girl who records a remarkable story about the boyfriend who abuses her, and why it’s so hard to break up with him. Here are <a href=\"http://www.thisamericanlife.org/blog/2015/09/our-new-video\">the videos by Bianca Giaever</a> mentioned in the episode.","original_air_date":"2015-09-18T00:00:00","title":"What’s Going On In There?"},{"number":"566","description":"A father constructs an elaborate fantasy to occupy his 12 children, and a woman finds herself sucked into a world of make believe that we almost never get to see inside.     <br><br><a href=\"https://www.flickr.com/photos/thisamericanlife/sets/72157658025791016\">PHOTO GALLERY</a>","original_air_date":"2015-09-11T00:00:00","title":"The Land of Make Believe"},{"number":"565","description":"Katrina bus tours go all over New Orleans, but it’s illegal for them to go into the Lower 9th Ward, the area that's been the slowest to rebuild. This week we go around talking to residents there about what matters the most to them (and what doesn't) ten years after the hurricane. The episode we did in 2005 the week of the storm is <a href=\"http://www.thisamericanlife.org/radio-archives/episode/296/after-the-flood\">here</a>.<br><br>  <strong>Pictured: map of Katrina-related fatalities.</strong>","original_air_date":"2015-08-28T00:00:00","title":"Lower 9 + 10"},{"number":"564","description":"When is too soon for that celebrity comeback; that joke that is either brilliant or full-on repugnant; that parent-child conversation? This week: stories about a fallen man trying to kickstart his career with a reality show, and an awkward moment between a mom and a daughter.","original_air_date":"2015-08-14T00:00:00","title":"Too Soon?"},{"number":"563","description":"Last week we looked at a school district integrating by accident. This week: a city going all out to integrate its schools. Plus, a girl who comes up with her own one-woman integration plan. (<a href=\"http://www.thisamericanlife.org/radio-archives/episode/562/the-problem-we-all-live-with\">Part one</a>.)","original_air_date":"2015-08-07T00:00:00","title":"The Problem We All Live With - Part Two"},{"number":"562","description":"Right now, all sorts of people are trying to rethink and reinvent education, to get poor minority kids performing as well as white kids. But there's one thing nobody tries anymore, despite lots of evidence that it works: desegregation. Nikole Hannah-Jones looks at a district that, not long ago, accidentally launched a desegregation program.","original_air_date":"2015-07-31T00:00:00","title":"The Problem We All Live With"},{"number":"561","description":"A car plant in Fremont California that might have saved the U.S. car industry. In 1984, General Motors and Toyota opened NUMMI as a joint venture. Toyota showed GM the secrets of its production system: How it made cars of much higher quality and much lower cost than GM achieved. Frank Langfitt explains why GM didn't learn the lessons—until it was too late.","original_air_date":"2015-07-17T00:00:00","title":"NUMMI 2015"},{"number":"560","description":"A story about someone who's desperately trying – against long odds – to make it to the United States and become an American. Abdi is a Somali refugee living in Kenya and gets the luckiest break of his life: he wins a lottery that puts him on a short list for a U.S. visa. This is his ticket out. But before he can cash in his golden ticket, the police start raiding his neighborhood, targeting refugees.","original_air_date":"2015-07-03T00:00:00","title":"Abdi and the Golden Ticket"},{"number":"559","description":"A captain’s log is a simple thing: the date, the time, maybe the weather — and the current status of a long journey. You wouldn’t know from the cryptic notations what weird worlds lurk beneath. On this week's show, stories behind those cryptic notations —  including a concentration camp in China that housed groups of Girl Scouts. Also, Aziz Ansari explains the significance of a Thanksgiving text message, and Etgar Keret destroys a marriage piece by piece.","original_air_date":"2015-06-26T00:00:00","title":"Captain's Log"},{"number":"558","description":"Blair Braverman was a dog musher on an Alaskan glacier. One day the weather turned rough, and she and a pack of tourists were stuck. The worst part? They had to pretend like nothing was wrong. This and other stories of people facing very difficult situations who put their game face on and muscle through. And, we hear from people whose faces betray them and prominently display all their anxiety.","original_air_date":"2015-05-29T00:00:00","title":"Game Face"},{"number":"557","description":"Some information is so big and so complicated that it seems impossible to talk to kids about. This week, stories about the vague and not-so-vague ways to teach children about race, death and sex - including a story about colleges responding to sexual assault by trying to teach students how to ask for consent.  Also, a story about how and when to teach kids about   the horrors of slavery and oppression in America.","original_air_date":"2015-05-15T00:00:00","title":"Birds & Bees"},{"number":"556","description":"Stories of people who are tied together, but imagine radically different futures.  In one case, a movie star and her ex-husband plot against Kim Jong-Il.  In another, a woman stalks her doppleganger. And sometimes, one bed is the basis for an entire relationship, even for a man who almost never sees the person who shares his bed.","original_air_date":"2015-05-01T00:00:00","title":"Same Bed, Different Dreams"},{"number":"555","description":"It’s rare for people to change what they believe, and if they do it, it’s usually a long process.  This week, stories of those very infrequent instances where people’s opinions flip on fundamental things that they believe. Why does it happen in these particular and unusual circumstances? We explain. <strong>NOTE: One of the authors of a study covered in this episode has asked that the study be <a href=\"http://www.thisamericanlife.org/blog/2015/05/canvassers-study-in-episode-555-has-been-retracted\">retracted</a>.</strong>","original_air_date":"2015-04-24T00:00:00","title":"The Incredible Rarity of Changing Your Mind"},{"number":"554","description":"Stories of people, cities, and commonwealths touching their noses and proclaiming \"not it!\" Including the story of how one city used a rocking chair to take retribution against a late night TV show host, and an island that takes people it doesn't want to deal with and ships them away.","original_air_date":"2015-04-10T00:00:00","title":"Not It!"},{"number":"553","description":"Jan Brady is not the only one who hated being in the middle. This week we have stories about how it sucks to be in limbo or be the mediator, but we also hear from a man who absolutely loves being in that uncertain and boring middle most of us dread &mdash; on hold, listening to <a href=\"http://www.cdbaby.com/cd/timcarletondarrickdeel\">hold music</a>.","original_air_date":"2015-04-03T00:00:00","title":"Stuck In The Middle (2015)"},{"number":"552","description":"Even when you're not trying to get one over on someone, it can be useful to keep the truth to yourself. Or conversely, to not know why people are lying to your face all the time. This week we'll tell you the whole truth about not telling the whole truth. Including the story of a guy who learned to lie for the first time in his life at age 29.","original_air_date":"2015-03-27T00:00:00","title":"Need To Know Basis"},{"number":"551","description":"Yes fellas, lots of you think of yourselves as good guys. But what does it really take to be a good guy? We have stories of valiant men attempting to do good in challenging and not-so-challenging circumstances: in department stores, public buses, and at the bottom of a cave 900 feet underground.","original_air_date":"2015-03-20T00:00:00","title":"Good Guys 2015"},{"number":"550","description":"There’s a program that brings together kids from two schools. One school is public and in the country’s poorest congressional district. The other is private and costs $43,000/year. They are three miles apart. The hope is that kids connect, but some of the public school kids just can’t get over the divide. We hear what happens when you get to see the other side and it looks a lot better.  (<a href=\"http://www.podtrac.com/pts/redirect.mp3/podcast.thisamericanlife.org/clean/550.mp3\">Beeped version</a>)","original_air_date":"2015-03-13T00:00:00","title":"Three Miles"},{"number":"549","description":"This week, stories of people who are in put into positions they’re completely unqualified to handle … but who try to make it work anyway. Including one story of a tough group of soldiers who attempt to save lives through the power of show tunes.","original_air_date":"2015-02-27T00:00:00","title":"Amateur Hour"},{"number":"548","description":"Our second hour of <a href=\"www.thisamericanlife.org/radio-archives/episode/547/cops-see-it-differently-part-one\">stories about policing and race</a>. We hear about one city where relations between police and black residents went terribly, and another city where they seem to be improving remarkably.  And one of our producers asks: Why aren't police chiefs talking about race after incidents where unarmed black men are wrongly killed by officers? (Here is the <a href=\"http://www.podtrac.com/pts/redirect.mp3/podcast.thisamericanlife.org/clean/548.mp3\">bleeped version</a>.)","original_air_date":"2015-02-13T00:00:00","title":"Cops See It Differently, Part Two"},{"number":"547","description":"There are so many cops who look at the killing of Eric Garner or Mike Brown and say race didn't play a factor. And there are tons of black people who say that's insane. There's a division between people who distrust the police &mdash; even fear them &mdash; and people who see cops as a force for good. Stories of people living on both sides of that divide, and people trying to bridge it. (If you prefer, here's a <a href=\"http://www.podtrac.com/pts/redirect.mp3/podcast.thisamericanlife.org/clean/547.mp3\">bleeped version</a>.)","original_air_date":"2015-02-06T00:00:00","title":"Cops See It Differently, Part One"},{"number":"546","description":"<em>This American Life</em> host Ira Glass was never into William Burroughs.  Didn't get why people love his writing so much. Then he heard this radio story that changed all that, partly because it wasn't very reverential about Burroughs.  For Burroughs 101st birthday, we hear that story.  <br><br>If you prefer, here's a <a href=\"http://www.podtrac.com/pts/redirect.mp3/podcast.thisamericanlife.org/clean/546.mp3\">bleeped version</a>.","original_air_date":"2015-01-30T00:00:00","title":"Burroughs 101"},{"number":"545","description":"It’s safe to say whatever you want on the Internet; nobody will know it’s you. But that same anonymity makes it possible for people to say all the awful things that make the Internet such an annoying and sometimes frightening place. This week: what happens when the Internet turns on you?  (If you prefer, here's a <a href=\"http://www.podtrac.com/pts/redirect.mp3/podcast.thisamericanlife.org/clean/545.mp3\">bleeped version</a>.)","original_air_date":"2015-01-23T00:00:00","title":"If You Don’t Have Anything Nice to Say, SAY IT IN ALL CAPS"},{"number":"544","description":"Can other people's expectations of you alter what you can do physically?  Alix Spiegel and Lulu Miller of NPR's new radio show and podcast <a href=\"http://www.npr.org/programs/invisibilia/\"><em>Invisibilia</em></a> investigate that question – specifically, they look into something that sounds impossible: if people’s expectations can change whether a blind man can see.","original_air_date":"2015-01-09T00:00:00","title":"Batman"},{"number":"543","description":"As New Year’s approaches and people are contemplating things they want to change about themselves, we have stories of people trying to wake themselves up, shake up their own lives, or wake up others.  Including the story of a company – or maybe it's a movement – called WakeUpNow.","original_air_date":"2014-12-26T00:00:00","title":"Wake Up Now"},{"number":"542","description":"Stories about people feeling lost and trying to figure out how to move ahead: two brothers take a doomed road trip through Mexico and a couple from radically different backgrounds draw up a contract for their unlikely romance.","original_air_date":"2014-12-12T00:00:00","title":"Wait - Do You Have The Map?"},{"number":"541","description":"Every day we make mistakes, and most of the time we just ignore these failings and move forward. But every so often, there is one that makes us pause and take notice. This week, people struggling with those regrets &mdash; big and small &mdash; that take root and have to be dealt with.","original_air_date":"2014-12-05T00:00:00","title":"Regrets, I've Had a Few"},{"number":"540","description":"Stories about people and places that are fronting in order to hide the truth. We visit a bizarre store in Milwaukee called Fearless Distributing, government checkpoints scattered on highways out west, and a front in a doctor's office.","original_air_date":"2014-11-21T00:00:00","title":"A Front"},{"number":"539","description":"Most of us go from day to day just coasting on the status quo. If it ain’t broke, why fix it, right? But when routines just get too mundane or systems stop making sense, sometimes you just have to hold your breath…and jump. This week, stories of people who leap from their lives, their comfort zones…even through time.","original_air_date":"2014-11-07T00:00:00","title":"The Leap"},{"number":"538","description":"Stories of schools struggling with what to do with misbehaving kids. There's no general agreement about what teachers should do to discipline kids.  And there's evidence that some of the most popular punishments actually may harm kids.    <br /><br /><strong>Photo:</strong> a student at Lyons Community School in New York does an exercise before a student \"circle.\" More photos <a href=\"https://www.flickr.com/photos/thisamericanlife/sets/72157648413516620/\">here</a>.","original_air_date":"2014-10-17T00:00:00","title":"Is This Working?"},{"number":"537","description":"Baltimore, 1999. Hae Min Lee, a bright teenager, disappears after school one day. Six weeks later her ex-boyfriend Adnan Syed is arrested for her murder. He says he's innocent &mdash; though he can't remember what he was doing that afternoon. But someone can. A classmate at Woodlawn High School claims to know exactly where Adnan was. Trouble is, she’s nowhere to be found. This week features a pilot of our new podcast, <a href=\"http://www.serialpodcast.org\"><em>Serial</em></a>, hosted by Sarah Koenig.","original_air_date":"2014-10-03T00:00:00","title":"The Alibi"},{"number":"536","description":"An unprecedented look inside one of the most powerful, secretive institutions in the country. The NY Federal Reserve is supposed to monitor big banks. But when Carmen Segarra was hired, what she witnessed inside the Fed was so alarming that she got a tiny recorder and started secretly taping. <a href=\"http://www.propublica.org/article/carmen-segarras-secret-recordings-from-inside-new-york-fed\">ProPublica's print version</a>.","original_air_date":"2014-09-26T00:00:00","title":"The Secret Recordings of Carmen Segarra"},{"number":"535","description":"This week we bring you little-known and surprising stories of how all sorts of institutions began. An updated version of a 2009 episode.","original_air_date":"2014-09-19T00:00:00","title":"Origin Story 2014"},{"number":"534","description":"We take it for granted that the majority calls the shots. But in one NY school district, that idea &mdash; majority rules &mdash; has led to an all-out war. School board disputes are pretty common, but not like this one. This involves multimillion-dollar land deals, lawyers threatening to beat up parents, felony criminal charges, and the highest levels of state government. Meanwhile, the students are caught in the middle.","original_air_date":"2014-09-12T00:00:00","title":"A Not-So-Simple Majority"},{"number":"533","description":"Starting a business is not for the self-doubting. Or even usually the self-deprecating. The first thing you have to sell is yourself &mdash; like dating, but with a greater chance of landing in debt. Alex Blumberg tells the incredible, sweat-stains-and-all saga of a man fumbling through <a href=\"http://www.hearstartup.com\">starting a new business</a>, and the man is: himself. Plus, new stories from Mike Birbiglia and <a href=\"http://www.loveandradio.org\">Love + Radio</a>.","original_air_date":"2014-09-05T00:00:00","title":"It's Not the Product, It's the Person"},{"number":"532","description":"When Jonathan Goldstein was a kid, his father gave him a book that promised to teach you how to shoot mental laser beams, win the lottery, move solid objects with your mind, make others obey your command – all through the use of mental power and magic words. This week, he revisits the book to try to unlock the secrets within. And we have other stories where people recite words that have the power to change their lives, with no magic or mumbo jumbo at all.","original_air_date":"2014-08-15T00:00:00","title":"Magic Words"},{"number":"531","description":"There is a special comfort that comes from knowing someone's got your back. You can do things that just weren't possible before. You take huge risks, including some that aren't necessarily advisable. This week: stories where one person's powerlessness is transformed when they discover they have backup. And we see what happens when that backup goes away.  <br />  <strong>Note:</strong> This episode contains un-bleeped curse words. <a href=\"http://podcast.thisamericanlife.org/special/531_bleeped.mp3\">BLEEPED VERSION</a>","original_air_date":"2014-07-25T00:00:00","title":"Got Your Back"},{"number":"530","description":"Stories of meddling, snooping, and just getting way, way up in other   people's business. A cellphone hidden in a bag of chips starts a messy turf war between the FBI   and a local sheriff; and a surprising handbook lets us peek into the secret world of professional   cheerleading. Plus: <a href=\"http://studsterkel.org/\">Studs Terkel</a>.","original_air_date":"2014-07-18T00:00:00","title":"Mind Your Own Business"},{"number":"529","description":"Gladiators in the Colosseum. Sideshow performers. Reality television. We've always loved to gawk at the misery or majesty of others. But this week, we ask the question: What's it like when the tables are turned and all eyes are on you?","original_air_date":"2014-06-27T00:00:00","title":"Human Spectacle"},{"number":"528","description":"Our most ambitious live show ever! (get the <a href=\"http://live.thisamericanlife.org\">video</a>!) We pulled together a massive team of theater pros at the Brooklyn Academy of Music's Opera House – nearly 50 singers, actors, dancers and musicians. The result? <a href=\"http://www.thisamericanlife.org/radio-archives/episode/457/what-i-did-for-love?act=2\">Journalism</a> turned into a Broadway musical (the cast album is <a href=\"https://itunes.apple.com/us/album/21-chump-street-the-musical-ep/id892408890?ign-mpt=uo%3D4\">here</a>), into opera. Mike Birbiglia, Sasheer Zamata, Stephin Merritt, Josh Hamilton, Lindsay Mendez, Lin-Manuel Miranda and others.","original_air_date":"2014-06-20T00:00:00","title":"The Radio Drama Episode"},{"number":"527","description":"Flipflops, u-turns, changes of heart, about faces. Completely changing our position &mdash; sometimes it can be our best move, sometimes it can be our worst. Either way, it's usually complicated. This week we bring you stories of people who go one way, and then, for what ever reason, turn around and go the exact opposite direction.","original_air_date":"2014-06-13T00:00:00","title":"180 Degrees"},{"number":"526","description":"You've been seeing yourself, getting to know what you look like, your whole life. So why does it often take an outsider to see things about you that are obvious, and set you straight?","original_air_date":"2014-05-23T00:00:00","title":"Is That What I Look Like?"},{"number":"525","description":"Stories of people coming to terms with being in serious trouble. They need help. Figuring out how to get it, that's another problem.","original_air_date":"2014-05-09T00:00:00","title":"Call For Help"},{"number":"524","description":"Your waitress. Your colleagues at work. Your doctor. Maybe even your parents. They’re all high. All the time. That’s what it feels like anyway. This week, stories in which drug use and daily life intersect – and in which people get high in secret and then do their best to function in the non-high world. Also, we hear some “I Was So High” stories from our very own listeners.","original_air_date":"2014-05-02T00:00:00","title":"I Was So High"},{"number":"523","description":"It is a peculiar feeling to know with certainty that something big is about to happen to you. This week we watch people go right up to the edge of inevitable change. We hear from preteens about the terrifying knowledge that puberty is about to happen...any minute now. And true to the death and taxes saying, we found it unavoidable to include a story about each one of those things.","original_air_date":"2014-04-25T00:00:00","title":"Death and Taxes"},{"number":"522","description":"This week, stories of people being threatened and punished with public shame. Including the story of someone who was literally tarred and feathered. It happened a lot more recently than you'd guess.","original_air_date":"2014-04-11T00:00:00","title":"Tarred and Feathered"},{"number":"521","description":"They're small. And they're cuddly. But sometimes it feels as though our babies were replaced with demon replicas—controlling, demanding, or just downright awful. This week, stories of infants and children who dominate the adults around them with their baditude, or whom adults have painted with the \"bad\" brush from early on. We also ask the question: at what age does badness begin?","original_air_date":"2014-03-28T00:00:00","title":"Bad Baby"},{"number":"520","description":"There are lots of ways we define where we're from. And whether we're proud of it, or ashamed of it, love it, hate it, miss it or are trying desperately to get back to it &mdash; where we're from is always a big part of who we are. This week, stories of people who are, in good ways and bad ways, coming to terms with the places they call home. (<a href=\"http://www.podtrac.com/pts/redirect.mp3/podcast.thisamericanlife.org/clean/520.mp3\">Beeped version</a>)","original_air_date":"2014-03-14T00:00:00","title":"No Place Like Home"},{"number":"519","description":"Last May, a weird story made the news: the FBI killed a guy in Florida who was loosely linked to the Boston Marathon bombings. He was shot seven times in his living room by a federal agent. What really happened? Why was the FBI even in that room with him? A reporter spent six months looking into it, and she found that the FBI was doing a bunch of things that never made the news. Her <a href=\"http://www.bostonmagazine.com/news/article/2014/02/25/waltham-murders-boston-marathon/\"><em>Boston Magazine</em></a> story.","original_air_date":"2014-03-07T00:00:00","title":"Dead Men Tell No Tales"},{"number":"518","description":"Mike Anderson was 36 years old, married, a suburban father of four. He owned a contracting business and built his family’s modest, three-bedroom house in St. Louis from the ground up. He volunteered at church on the weekends and coaches his son’s football team. All pretty normal, right? Except for one thing … which surfaced one day two summers ago.","original_air_date":"2014-02-14T00:00:00","title":"Except For That One Thing"},{"number":"517","description":"It's January, and freezing outside. This week 5 stories from the sunny beach! Including David Sedaris telling us how losing a sister in 2013 prompted a family reunion, and an impulse buy of a lifetime &mdash; an oceanfront cottage big enough for all of them.","original_air_date":"2014-01-31T00:00:00","title":"Day At The Beach"},{"number":"516","description":"Jan Brady is not the only one who hated being in the middle. This week we have stories about how it sucks to be in limbo or be the mediator, but we also hear from a man who absolutely loves being in that uncertain and boring middle most of us dread &mdash; on hold, listening to <a href=\"http://www.cdbaby.com/cd/timcarletondarrickdeel\">hold music</a>.","original_air_date":"2014-01-17T00:00:00","title":"Stuck In The Middle"},{"number":"515","description":"Yes fellas, lots of you think of yourselves as good guys. But what does it really take to be a good guy? We have stories of valiant men attempting to do good in challenging circumstances: in war zones, department stores, public buses, and at the bottom of a cave 900 feet underground.","original_air_date":"2014-01-10T00:00:00","title":"Good Guys"},{"number":"514","description":"It's the thought that counts. So true. Unfortunately, sometimes it's not always so clear what that thought was. And sometimes, when it is clear, we wish it wasn't. This week, during this, the season of giving, we turn our spotlight on the givers and exactly whatever it was they could've possibly been thinking.","original_air_date":"2013-12-20T00:00:00","title":"Thought That Counts"},{"number":"513","description":"We spend a month at a <a href=\"http://www.towncountryjeepchryslerdodge.com/index.htm\">Jeep dealership on Long Island</a> as they try to make their monthly sales goal: 129 cars. If they make it, they'll get a huge bonus from the manufacturer, possibly as high as $85,000 — enough to put them in the black for the month. If they don't make it, it'll be the second month in a row. So they pull out all the stops. Photo gallery <a href=\"http://www.thisamericanlife.org/at-the-car-lot\">here</a>.  <strong>NOTE: the Internet version of this episode includes un-bleeped curse words.</strong> Bleeped version <a href=\"http://www.thisamericanlife.org/513bleeped\">here</a>.","original_air_date":"2013-12-13T00:00:00","title":"129 Cars"},{"number":"512","description":"Where you live is important. It can dictate quality of schools and hospitals, as well as things like cancer rates, unemployment, or whether the city repairs roads in your neighborhood. On this week's show, stories about destiny by address.    <br>  <br>  Much of this story is told to Nancy Updike by ProPublica reporter Nikole Hannah-Jones, whose series on the Fair Housing laws &mdash; with more stories, research and interviews &mdash; is <a href=\"http://www.propublica.org/series/living-apart\">here</a>.","original_air_date":"2013-11-22T00:00:00","title":"House Rules"},{"number":"511","description":"Producer Sarah Koenig's mother lives by a set of rules about conversation. She has an actual list of off-limits topics, including how you slept, your period, your health, your diet and more. You don't talk about these things, she says, because nobody cares. This week we try to find stories on these exact topics that will prove her wrong.","original_air_date":"2013-11-08T00:00:00","title":"The Seven Things You’re Not Supposed to Talk About"},{"number":"510","description":"Stories of when things go wrong. Really wrong. When you leave the normal realm of human error, fumble, mishap, and mistake and enter the territory of really huge breakdowns. Fiascos. Things go so awry that normal social order collapses. <br><br>An updated version of a <a href=\"http://tal.fm/61\">classic episode</a>, now including one of the most popular stories we've ever aired... about a police officer and a squirrel.","original_air_date":"2013-11-01T00:00:00","title":"Fiasco!"},{"number":"509","description":"Everyone knows you can't always believe what you read, but sometimes even official documents aren't a path to the truth. This week we have stories of people whose lives are altered when seemingly boring documents like birth certificates and petitions are used against them. And a family wrestles with a medical record that has a very clear, but complicated diagnosis.","original_air_date":"2013-10-25T00:00:00","title":"It Says So Right Here"},{"number":"508","description":"This is an updated version of a classic episode, featuring a new story from <em><a href=\"http://snapjudgment.org/\">Snap Judgment</a></em>.    <br><br>    We answer the following questions about superpowers: Can superheroes be real people? (No.) Can real people become superheroes? (Maybe.) And which is better: flight or invisibility? (Depends who you ask.)  <br><br>    Chris ware's comic mentioned in the episode is <a href=\"http://www.thisamericanlife.org/radio-archives/episode/178/superpowers#slideshow\">here</a>.","original_air_date":"2013-10-18T00:00:00","title":"Superpowers 2013"},{"number":"507","description":"Two crime scenes, two murders. One crime is solved, the other case went cold. Both raise the question: What should a person suspected of murder say?","original_air_date":"2013-10-11T00:00:00","title":"Confessions"},{"number":"506","description":"A bank robber on an undercover mission. A teenage girl with the powers of a tiger. A vigilante seeking vengeance in Ciudad Juarez. All have secret identities. But not all of them chose those identities for themselves.     <br>  <br>  <strong>WEB EXTRA</strong>: <a href=\"http://www.thisamericanlife.org/diana-hunter-of-bus-drivers/\">A drawing by Alice Leora Briggs</a> accompanies the text of \"Diana, Hunter of Bus Drivers.\"","original_air_date":"2013-10-04T00:00:00","title":"Secret Identity"},{"number":"505","description":"One of the country's most popular over-the-counter painkillers — acetaminophen, the active ingredient in Tylenol — also kills the most people, according to data from the federal government. Over 150 Americans die each year on average after accidentally taking too much. And it requires a lot less to endanger you than you may know. We reported this alongside ProPublica. Their stories <a href=\"http://www.propublica.org/article/tylenol-mcneil-fda-use-only-as-directed\">here</a> and <a href=\"http://www.propublica.org/article/tylenol-mcneil-fda-kids-dose-of-confusion\">here</a>.","original_air_date":"2013-09-20T00:00:00","title":"Use Only as Directed"},{"number":"504","description":"Students all over are starting college this month, and some of them still have a nagging question: what, exactly, got me in? An admissions officer tells us the most wrongheaded things applicants try. And Michael Lewis has the incredible story of how a stolen library book got one man &mdash; Emir Kamenica &mdash; into his dream school.","original_air_date":"2013-09-06T00:00:00","title":"How I Got Into College"},{"number":"503","description":"Stories of people doing the noble thing and stepping up to help, only to find out that others think what they're doing isn't helping at all. <a href=\"http://ww.npr.org/money\"><em>Planet Money</em></a> looks at a charity that's decided to just give people money, and a sheriff in California devises a plan to let farmers grow weed &mdash; as long as they register with him.","original_air_date":"2013-08-16T00:00:00","title":"I Was Just Trying To Help"},{"number":"502","description":"A journalist named Meron Estefanos gets a disturbing tip. She's given a phone number that supposedly belongs to a group of refugees being held hostage in the Sinai desert. She dials the number, and soon dozens of strangers are begging her to rescue them. How can she ignore them?","original_air_date":"2013-08-09T00:00:00","title":"This Call May Be Recorded... To Save Your Life"},{"number":"501","description":"It's so easy to lose perspective (or worry you've lost perspective) when you're deep inside some situation. For instance, an American woman who suddenly trades her life for one in a place most people might think twice about: Juarez, Mexico.","original_air_date":"2013-07-26T00:00:00","title":"The View From In Here"},{"number":"500","description":"To celebrate our 500th episode, Ira asked the producers of <em>This American Life</em> to talk about their very favorite moments on the show. Some chose stories that've been more or less forgotten for years; others chose just one line of script, or a segment that secretly made them cry. So for our 500th, we bring you the best of <em>This American Life</em> &mdash; the way we've been hearing it, behind the scenes, all these years.","original_air_date":"2013-07-12T00:00:00","title":"500!"},{"number":"499","description":"The truly incredible story of a guy named Kirk Johnson who started a list of hundreds of Iraqis who needed to get out of their country. They were getting death threats, and he was their only hope. Only 26 and living in his aunt's basement, he had no idea what to do. How Kirk kind of succeeded spectacularly and failed spectacularly at the same time.  <br>  <br>  <strong>INTERACTIVE: <a href=\"http://www.thisamericanlife.org/takingnames\">\"Emails From a Dead Man\"</a></strong>","original_air_date":"2013-06-28T00:00:00","title":"Taking Names"},{"number":"498","description":"This week, stories about people who know something's a bad idea,   but convince themselves to do that thing anyway. Including the story of a bunch of illegal   immigrants who turn themselves in to the U.S. Immigration and Customs Enforcement, hoping to   be sent into detention.","original_air_date":"2013-06-21T00:00:00","title":"The One Thing You're Not Supposed To Do"},{"number":"497","description":"This week we return to one of our favorite themes: This Week! All of the stories in the show are things that have taken place in the last seven days. We've got our own take on the big, national stories of the week but we also turn a searchlight across America and find the smaller, more personal and more spectacular stories that most of us never hear.","original_air_date":"2013-06-14T00:00:00","title":"This Week"},{"number":"496","description":"Two years ago, we did <a href=\"http://www.thisamericanlife.org/radio-archives/episode/441/when-patents-attack\">a program</a> about a mysterious business in Texas that threatens companies   with lawsuits for violating its patents. But the world of patent lawsuits is so secretive, there were   basic questions we could not answer. Now we can.  And we get a glimpse why people say our   patent system may be discouraging, not encouraging, innovation.","original_air_date":"2013-05-31T00:00:00","title":"When Patents Attack... Part Two!"},{"number":"495","description":"After years of being stuck, the national conversation on climate change finally started to shift &mdash; just a little &mdash; last year, the hottest year on record in the U.S., with Hurricane Sandy flooding the New York subway, drought devastating Midwest farms, and California and Colorado on fire.  Lots of people were wondering if global warming had finally arrived, here at home.  This week, stories about this new reality.","original_air_date":"2013-05-17T00:00:00","title":"Hot In My Backyard"},{"number":"494","description":"We're opening windows and going places. This week we have stories of people who, for reasons that they can't always explain, feel compelled to get out and go somewhere. Including the story of one man who decides to take a trip from Philadelphia to San Francisco &mdash; by foot.","original_air_date":"2013-05-03T00:00:00","title":"Hit the Road"},{"number":"493","description":"This week, Israeli soldiers take snapshots of Palestinian boys, one house at a time, in the middle of the night. This and other stories where getting the  picture gives you the upper hand.","original_air_date":"2013-04-19T00:00:00","title":"Picture Show"},{"number":"492","description":"Dr. Benjamin Gilmer (left) gets a job at a rural clinic. He finds out he’s replaced someone &mdash; also named Dr. Gilmer (picture) &mdash; who went to prison after killing his own father. But the more Benjamin’s patients talk about the other Dr. Gilmer, the more confused he becomes. Everyone loved the old Dr. Gilmer. So Benjamin starts digging around, trying to understand how a good man can seemingly turn bad.","original_air_date":"2013-04-12T00:00:00","title":"Dr. Gilmer and Mr. Hyde"},{"number":"491","description":"A Native American tribe is doing exactly the opposite of what you'd think they'd do: they're kicking people out of the tribe, huge numbers of them, including people whose ancestors without question were part of the tribe. And the story of a white guy who only wants to date Asian women, who then has to adjust to the reality of a real actual Asian woman in his life. The phrase \"finding your tribe\" is a total cliche — but one that does apply to certain situations.","original_air_date":"2013-03-29T00:00:00","title":"Tribes"},{"number":"490","description":"The number of Americans receiving federal disability payments has nearly doubled over the last 15 years. There are towns and counties around the nation where almost 1/4 of adults are on disability. <a href=\"http://www.npr.org/blogs/money/\"><em>Planet Money</em></a>'s Chana Joffe-Walt spent 6 months exploring the disability program, and emerges with a story of the U.S. economy quite different than the one we've been hearing. <strong>Web Extra:</strong> <a href=\"http://npr.org/disability\">here</a>.","original_air_date":"2013-03-22T00:00:00","title":"Trends With Benefits"},{"number":"489","description":"We asked listeners to send us their best coincidence stories, and we got more than 1,300 submissions! There were so many good ones we decided to make a whole show about them. From a chance encounter at a bus station to a romantic dollar bill to a baffling apparition in a college shower stall. See more of your coincidence stories &mdash; with photos &mdash; <a href=\"http://www.thisamericanlife.org/page/web-extra-coincidence-photo-stories\">here</a>.","original_air_date":"2013-03-01T00:00:00","title":"No Coincidence, No Story!"},{"number":"488","description":"We pick up where we left off <a href=\"http://www.thisamericanlife.org/radio-archives/episode/487/harper-high-school-part-one\">last week</a> in our second hour from Harper High School in Chicago. We find out if a shooting in the neighborhood will derail the school's Homecoming game and dance. We hear the origin story of one of Harper's gangs. And we ask a group of teenagers: where do you get your guns? Harper has set up a donation page <a href=\"https://epayillinois.com/Home/ShowSiteLandingPage/6721\">here</a>.","original_air_date":"2013-02-22T00:00:00","title":"Harper High School, Part Two"},{"number":"487","description":"We spent five months at Harper High School in Chicago, where last year alone 29 current and recent students were shot. 29. We went to get a sense of what it means to live in the midst of all this gun violence, how teens and adults navigate a world of funerals and Homecoming dances. We found so many incredible and surprising stories, this show is a two-parter; you can listen to <a href=\"http://www.thisamericanlife.org/radio-archives/episode/488/harper-high-school-part-two\">Part Two here</a>.","original_air_date":"2013-02-15T00:00:00","title":"Harper High School, Part One"},{"number":"486","description":"Love makes us do crazy things. But usually not this crazy. This week for  Valentine's Day we have stories of people going to extremes to find and  pursue their one true love.","original_air_date":"2013-02-08T00:00:00","title":"Valentine’s Day"},{"number":"485","description":"This week we look at people who see themselves in others and try to live out their lives through stand-ins &mdash; including the story of what one father saw in the convicted murderer he decided to adopt. And the proxy battle over a woman’s honor that became a presidential obsession.","original_air_date":"2013-01-25T00:00:00","title":"Surrogates"},{"number":"484","description":"We got a tip about a meat plant selling pig intestines as fake calamari, wondered if it could be true, and decided to investigate. Doppelgängers, doubles, evil twins and not-so-evil twins, this week. Fred Armisen co-hosts with Ira Glass.     <br><br>EXTRAS: Fred's <a href=\"http://screen.yahoo.com/dress-rehearsal-exclusive-fred-ira-005203006.html\">Ira impression</a> on SNL. Pig/squid <a href=\"https://store.thisamericanlife.org/ProductDetails.asp?ProductCode=TAL-DOPPEL-SHIRT\">shirts</a>. And <a href=\"https://store.thisamericanlife.org/ProductDetails.asp?ProductCode=TAL-DOPPELPRINT\">prints</a>.","original_air_date":"2013-01-11T00:00:00","title":"Doppelgängers"},{"number":"483","description":"A perfectly normal guy gets rid of everything he owns, changes his name, says goodbye to his friends — and begins walking. In the name of peace. And Honduran government officials try to heal their corrupt country by starting a perfect city, from scratch. For the new year, we bring you stories about how far some people go in hopes of a better life.","original_air_date":"2013-01-04T00:00:00","title":"Self-Improvement Kick"},{"number":"482","description":"This holiday season we bring you a show filled with stories of people going to great lengths to throw a special Christmas for their families. Including tales of Luna the guinea pig (pictured), Bambi the reindeer, and Jeko the super-powerful (and somewhat-scary) Christmas elf.","original_air_date":"2012-12-21T00:00:00","title":"Lights, Camera, Christmas!"},{"number":"481","description":"This week we take on ... this week.  Stories united  by one thing: They all happened in the seven days prior to broadcast.  We  try our hand reporting the global stories in Egypt and Afghanistan; and  take on super local stories, too, like a man who tries valiantly &mdash;  valiantly! &mdash; to actually get out of bed when his alarm clock goes off. You can also see this week <a href=\"http://www.thisamericanlife.org/radio-archives/episode/481/this-week\">in pictures</a>.<br /><br />  Pictured: Hyder Akbar’s car after he was ambushed in Kunar Province.","original_air_date":"2012-12-07T00:00:00","title":"This Week"},{"number":"480","description":"What animals sacrifice for us, and what we sacrifice for them.  Including a story from Susan Orlean about dogs in World War II, and the <em>This American Life</em> staff confronts Ira about his dog, Piney.<br /><br />  <strong>Photo:</strong> Dog wearing suicide bomb vest, 1943.","original_air_date":"2012-11-30T00:00:00","title":"Animal Sacrifice"},{"number":"479","description":"Growing up in Mankato, Minnesota, John Biewen says, nobody ever talked about the most important historical event ever to happen there: in 1862, it was the site of the largest mass execution in U.S. history. Thirty-eight Dakota Indians were hanged after a war with white settlers. John went back to Minnesota to figure out what really happened 150 years ago, and why Minnesotans didn’t talk about it much after.","original_air_date":"2012-11-23T00:00:00","title":"Little War on the Prairie"},{"number":"478","description":"Everyone knows that politics is now so divided in our country that not only do the two sides disagree on the solutions to the country’s problems, they don’t even agree on what the problems are. It’s two versions of the world in collision. This week we hear from people who’ve seen this infect their personal lives.","original_air_date":"2012-11-02T00:00:00","title":"Red State Blue State"},{"number":"477","description":"Stories of people breaking the rules fully, completely  and with no bad consequences. Some justify this by saying they’re doing it  for others, or for a greater good.  Some really don’t care.  And, unlike the  mealy weaklings you usually hear on this program: None of these wrongdoers  seem regretful about what they’ve done in the slightest.","original_air_date":"2012-10-19T00:00:00","title":"Getting Away With It"},{"number":"476","description":"Stories of how people cope after brushes with death. Sometimes death comes as a disease. Sometimes it swims up and bites you. And sometimes it's a pen or pencil, sitting there, just waiting for you to ingest it.     <p><br>Tig Notaro's comedy set is at <a href=\"https://buy.louisck.net/purchase/tig-notaro-live\">Louis CK's site</a>.","original_air_date":"2012-10-05T00:00:00","title":"What Doesn’t Kill You"},{"number":"475","description":"This week people reach out in all kinds of ways to try to get their point  across. And the recipients of those messages try to decipher what  they mean. Messages in code, over the phone, and from beyond the grave.","original_air_date":"2012-09-28T00:00:00","title":"Send a Message"},{"number":"474","description":"As kids and teachers head back to school, we wanted to turn away from questions about politics and unions and money and all the regular school stuff people argue about, and turn to something more optimistic &mdash; an emerging theory about what to teach kids, from Paul Tough's book <a href=\"http://www.amazon.com/gp/product/0547564651/ref=as_li_tf_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0547564651&linkCode=as2&tag=thiamelif-20\"><em>How Children Succeed</em></a>.","original_air_date":"2012-09-14T00:00:00","title":"Back to School"},{"number":"473","description":"Only the clever need apply. This week, stories of people acting on a  technicality in the face of some of life's toughest regulators: financial  regulators, parents and God.","original_air_date":"2012-08-24T00:00:00","title":"Loopholes"},{"number":"472","description":"Favorite stories by our longtime contributor and friend David Rakoff.  <strong>Note</strong> that the podcast and streaming versions contain unbeeped words that could not play on radio.","original_air_date":"2012-08-17T00:00:00","title":"Our Friend David"},{"number":"471","description":"In 2006, a new convert showed up at a mosque in Orange County, California, eager to study the Koran and make new friends. But when he started acting odd and saying strange things, those friends got suspicious. To them, he was Farouk al-Aziz. But his real name was Craig Monteilh, and he was working undercover for the FBI. (Read the <a href=\"http://www.thisamericanlife.org/blog/2012/08/the-convert-update\">update to this story here</a>.)","original_air_date":"2012-08-10T00:00:00","title":"The Convert"},{"number":"470","description":"Stories about people in trouble, who look for help in mystifying places. A 15-year-old boy travels more than 1,000 miles, alone, to seek out his hero, whom he's never met. And from the archive of <a href=\"http://www.cbc.ca/wiretap\"><em>Wiretap</em></a>, Jonathan Goldstein and David Rakoff tell the story of a man with a terrible medical problem, hoping for a cure from a famous doctor &mdash; who only communicates in rhyme.","original_air_date":"2012-07-27T00:00:00","title":"Show Me the Way"},{"number":"469","description":"Sometimes when something is happening right under your nose, it becomes even harder to notice than if it were happening in secret. Stories of people of using that to their advantage, including one man who takes down some of the most powerful criminals in the world.","original_air_date":"2012-07-13T00:00:00","title":"Hiding in Plain Sight"},{"number":"468","description":"People pretending to be people they're not: sometimes it's harmless, sometimes it's harmful and sometimes it's hard to tell.  From world-famous artists to mail-order brides to a practice that could change the face of American journalism.  And BTW if a woman has approached you at a Cindy Sherman exhibit claiming to be Cindy Sherman, email us at <a href=\"mailto:web@thislife.org\">web@thislife.org</a>.","original_air_date":"2012-06-29T00:00:00","title":"Switcheroo"},{"number":"467","description":"It used to be that the American expats in China were the big shots. They had the money, the status, the know-how. But that's changed. What's it like to be an American living in China now? And what do they understand about China that we don't?","original_air_date":"2012-06-22T00:00:00","title":"Americans in China"},{"number":"466","description":"Stories about the casino game everyone thinks they can beat.  In one, a woman gambles away her inheritance and then sues the casino, saying they're to blame. In another, Christians join forces to take down casinos &mdash; by becoming professional card-counting blackjack players. Plus: MIT Blackjack Team member <a href=\"http://andybloch.com/\">Andy Bloch</a> teaches us to count cards.","original_air_date":"2012-06-08T00:00:00","title":"Blackjack"},{"number":"465","description":"In 1982, the Guatemalan military massacred the villagers of Dos Erres, killing more than 200 people. Thirty years later, a Guatemalan living in the US got a phone call from a woman who told him that two boys had been abducted during the massacre &mdash; and he was one of them. ProPublica's print version: <a href=\"http://www.propublica.org/article/finding-oscar-massacre-memory-and-justice-in-guatemala\">Finding Oscar</a>.","original_air_date":"2012-05-25T00:00:00","title":"What Happened At Dos Erres"},{"number":"464","description":"The radio version of an episode we did live on stage and beamed to movie theaters. David Sedaris, Tig Notaro, Ryan Knighton, and the late David Rakoff, in his final performance on the show.    <br><br>The other half of this two-hour show was visual, including dancers, animation, and more. You can <a href=\"http://live.thisamericanlife.org\">download video</a> of the entire show.","original_air_date":"2012-05-18T00:00:00","title":"Invisible Made Visible"},{"number":"463","description":"Religion makes it pretty clear what differentiates mortal sins from venial ones. Mortal are the really bad sins and venial the lesser ones. But in our everyday lives, it can be really difficult to determine just how bad we've been. This week we have stories of people trying to figure out that question.","original_air_date":"2012-04-27T00:00:00","title":"Mortal Vs. Venial"},{"number":"462","description":"Stories of people who can’t seem to stop getting in their own way &mdash; sabotaging everything from their romantic relationships to their physical health. Featuring a new radio drama by Jonathan Mitchell.","original_air_date":"2012-04-13T00:00:00","title":"Own Worst Enemy"},{"number":"461","description":"For anyone who has ever heard the term \"Washington insider\" and felt outside &mdash; we are with you. So this week, we go inside the rooms where the deals get made, to the actual moment that the checks change hands &mdash; and we ask the people writing and receiving the checks what, exactly, is the money buying?","original_air_date":"2012-03-30T00:00:00","title":"Take the Money and Run for Office"},{"number":"460","description":"We've discovered that one of our most popular episodes contained numerous fabrications.  This week, we detail the errors in <a href=\"http://www.thisamericanlife.org/radio-archives/episode/454/mr-daisey-and-the-apple-factory\">Mike Daisey's story about visiting Foxconn</a>, which makes iPads and other products for Apple in China.  <em>Marketplace's</em> China correspondent <a href=\"http://www.marketplace.org/people/rob-schmitz\">Rob Schmitz</a> discovered the fabrications. <br><a href=\"http://podcast.thisamericanlife.org/special/TAL_460_Retraction_Transcript.pdf\">Transcript</a>. <a href=\"http://www.thisamericanlife.org/blog/2012/03/retracting-mr-daisey-and-the-apple-factory\">Press Release</a>.","original_air_date":"2012-03-16T00:00:00","title":"Retraction"},{"number":"459","description":"All across the country right now, local and state governments are finding they can't pay their bills. Schools are losing teachers, street lights are going dark, garbage is piling up in public parks, and cops are suddenly an optional expense.","original_air_date":"2012-03-02T00:00:00","title":"What Kind of Country"},{"number":"458","description":"Stories of people who decide to flip their personalities and do the exact opposite of what they normally do.  Pictured: Louis Ortiz, Obama impersonator. He is the subject of the documentary film <em><a href=\"https://www.facebook.com/AudacityMovie\">The Audacity of Louis Ortiz</a></em>.","original_air_date":"2012-02-17T00:00:00","title":"Play the Part"},{"number":"457","description":"Love makes us do crazy things. But not this crazy. This week for Valentine's Day we have stories of people going to extremes as they fall in love, chase love down, and try to make sense of it&mdash;including a teenager who falls for an undercover cop, and epic tales of snooping.","original_air_date":"2012-02-10T00:00:00","title":"What I Did For Love"},{"number":"456","description":"Alabama's new immigration law aims to make life so difficult for illegal immigrants that they will \"self-deport.\" And in a way it's working. Immigrants are fleeing Alabama...but not just the undocumented ones. This and other stories of people living with the unintended consequences of their decisions.","original_air_date":"2012-01-27T00:00:00","title":"Reap What You Sow"},{"number":"455","description":"If you're like us, when the words \"European debt crisis\" pop up in the news you feel a little worried, and a little like taking a nap. Turns out, there's a story behind this story. One that's filled with guilt, and drama, and betrayal, and 100-year-old dreams come true. Alex Blumberg of <a href=\"http://www.npr.org/blogs/money/\">Planet Money</a> guest hosts.","original_air_date":"2012-01-20T00:00:00","title":"Continental Breakup"},{"number":"453","description":"This week, stories where a longtime standoff keeps both sides coming back for more. Including a story about the time in Poland's recent history where the country's two political blocks came together and believed, however briefly, they'd be able to set aside their differences. And another story about a college rivalry gone viral, and personal.","original_air_date":"2011-12-16T00:00:00","title":"Nemeses"},{"number":"452","description":"We bring you our sort-of-annual holiday tradition: The Poultry Slam! Stories of what happens when humans and fowl collide, including the tale of one notorious turkey who unleashed a long reign of terror on an unsuspecting neighborhood.","original_air_date":"2011-12-02T00:00:00","title":"Poultry Slam 2011"},{"number":"451","description":"In the wake of the recent news, listeners have contacted us and tweeted about the show we did two years ago at Penn State, <a href=\"http://www.thisamericanlife.org/radio-archives/episode/396/1-party-school\">#1 Party School</a>. We listen again to some of those stories, with new interviews recorded this past week, as Penn State fans and loyalists try to make sense of the actions of Coach Joe Paterno and school officials.","original_air_date":"2011-11-18T00:00:00","title":"Back to Penn State"},{"number":"450","description":"A few years ago a cancer researcher named Jonathan Brody gave a speech at his alma mater saying that people in his field really needed to think outside the box to find a cure. Afterward he was approached by his old orchestra teacher, who had something way out of the box&mdash;a theory that he could kill cancer cells with electromagnetic waves. And other stories.","original_air_date":"2011-11-11T00:00:00","title":"So Crazy It Just Might Work"},{"number":"449","description":"<p>This week, at the suggestion of a 14-year-old listener, we bring you stories from the awkward, confusing, hormonally charged world of middle school. Including a teacher who transforms peer pressure into a force for good, and reports from the frontlines of the middle school dance.</p>    <p>(Pictured: 7th graders at a costume dance, dressed as characters from <em>The Outsiders</em>.)</p>","original_air_date":"2011-10-28T00:00:00","title":"Middle School"},{"number":"448","description":"Sometimes you choose the adventure and sometimes the adventure chooses you. This week, stories that pinpoint when people's boring old lives turn into something wildly unfamiliar. Including a story of one young man's time served in a Chinese prison, and a handful of adventure stories from some of our favorite writers.","original_air_date":"2011-10-07T00:00:00","title":"Adventure!"},{"number":"447","description":"What do you get when you take a private investigation firm, toss in a bunch of sexy soccer moms, then add official sponsorship from Glock firearms, a lying boss, and delusions of grandeur? This week's show. That's what you get.     <br><br>Pete Crooks' <a href=\"http://www.diablomag.com/Diablo-Magazine/April-2011/The-Setup/\">original article</a> and <a href=\"http://amzn.to/2b4V1hd\">book</a> about the P.I. Moms.","original_air_date":"2011-09-23T00:00:00","title":"The Incredible Case of the P.I. Moms"},{"number":"446","description":"Stories of people living without. Nubar Alexanian explains what fish can do for him that his own ears cannot. Bobby Morris, on leaving baseball. And other stories.","original_air_date":"2011-09-16T00:00:00","title":"Living Without (2011)"},{"number":"445","description":"In this show, we return to people who've been on <em>This American Life</em> in the last ten years, whose lives were drastically altered by 9/11, including Hyder Akbar, an Afghan-American teen who moved to Afghanistan after his father was tapped to become governor of Kunar province there.","original_air_date":"2011-09-09T00:00:00","title":"Ten Years In"},{"number":"444","description":"This week, Sarah Koenig hosts, as we tackle the thing we all hate to love: Gossip. That's right; we've got rumor, we've got innuendo, and we've got a story of gossipers gone pro. Sarah even makes a compelling case that in some places, gossip could very well be saving lives. But you didn't hear it from us.","original_air_date":"2011-08-26T00:00:00","title":"Gossip"},{"number":"443","description":"We head to some of the happiest places on Earth: Amusement Parks! Jonathan Goldstein revisits one he worked at as a teen, Ira takes us behind the scenes at Worlds of Fun in Kansas City, where the staff so loves their jobs they make <a href=\"http://www.youtube.com/watch?v=GkmR_-_tv7c&feature=related\">music videos</a> and <a href=\"http://www.youtube.com/user/woffilms\">other videos</a>.","original_air_date":"2011-08-12T00:00:00","title":"Amusement Park"},{"number":"442","description":"Like a lot of Mexican towns, Florencia has had its share of problems dealing with drug gangs. That is until recently, when new narcos rolled into  town telling residents that they were there to liberate them. They promised that people would live in peace and tranquility. And so far, it's working. As long as the narcos are on the streets with guns, people feel safe. That and other stories of thugs.","original_air_date":"2011-07-29T00:00:00","title":"Thugs"},{"number":"441","description":"Why would a company rent an office in a tiny town in East Texas, put a nameplate on the door, and leave it completely empty for a year? The answer involves a controversial billionaire physicist in Seattle, a 40 pound cookbook, and a war waging right now, all across the software and tech industries. (<a href=\"http://www.thisamericanlife.org/sites/default/files/TAL441_transcript.pdf\">Transcript</a>)","original_air_date":"2011-07-22T00:00:00","title":"When Patents Attack!"},{"number":"440","description":"A professor in Pennsylvania makes a calculation, to discover that his state is sitting atop a massive reserve of  natural gas&mdash;enough to revolutionize how America gets its energy. But another professor in Pennsylvania does a different calculation and reaches a troubling conclusion: that getting natural gas out of the ground poses a risk to public health. Two men, two calculations, and two very different consequences. (<a href=\"http://www.thisamericanlife.org/sites/default/files/TAL440_transcript.pdf\">Transcript</a>)","original_air_date":"2011-07-08T00:00:00","title":"Game Changer"},{"number":"439","description":"Stories about people who find themselves either unexpectedly being singled out or doing the singling out. Including one story about nine public officials whose constituents are trying to throw them out of office, and another story about a man's very physical battle with himself.","original_air_date":"2011-06-24T00:00:00","title":"A House Divided"},{"number":"438","description":"Yes yes yes you've heard it all before, when it comes to stories of fathers and their children.  There's the story of the kid who idolizes his dad, but then learns something and becomes disappointed.  Or the opposite story, where the kid gives up on his dad when he's still young, and then much later comes to have a grudging respect.  This week for fathers day: surprising stories of fathers trying to be good dads.","original_air_date":"2011-06-17T00:00:00","title":"Father's Day 2011"},{"number":"437","description":"Stories about standing up to the man&mdash;or, really, the men. Nurses at  a small Texas hospital report a well-connected doctor for dangerous  medical practices, and find themselves under arrest. Plus...how political  operators in Chicago get to be judges.","original_air_date":"2011-06-03T00:00:00","title":"Old Boys Network"},{"number":"436","description":"Recently we heard about this test that could determine if someone was a psychopath. So, naturally, our staff decided to take it. This week we hear the results. Plus Jon Ronson asks the question: is this man a psychopath?","original_air_date":"2011-05-27T00:00:00","title":"The Psychopath Test"},{"number":"435","description":"It seems like every politician has a plan for putting people back to work. But we and the <a href=\"http://www.npr.org/blogs/money/\">Planet Money</a> team couldn’t help but wonder…how do you create a job? Can politicians truly create many jobs? Is it possible the whole thing is just well-intentioned hot air?","original_air_date":"2011-05-13T00:00:00","title":"How To Create a Job"},{"number":"434","description":"This week we're trying something we've never tried before: An hour of stories about...this week. We take a crack at major news events, like what's happening in Egypt; and at the most minor, like an 8-year-old who's finally taking the training wheels off her bike. The stories are united by one thing: They all happened in the seven days prior to broadcast.","original_air_date":"2011-05-06T00:00:00","title":"This Week"},{"number":"433","description":"Stories where the fine print changes everything, whether you read it or not.","original_air_date":"2011-04-15T00:00:00","title":"Fine Print 2011"},{"number":"432","description":"When is it time to walk away, and when is it time to run? This week we have the story of an entire country deciding whether to give up on just one of its citizens, when to hold 'em in order to win nearly a million dollars in poker, and a new story from Dave Dickerson.","original_air_date":"2011-04-08T00:00:00","title":"Know When To Fold 'Em"},{"number":"431","description":"When things are awkward or uncomfortable or distressing, a lot of times it's easier to not think about it. This week we have stories of people pretending that everything is okay and ignoring the awful stuff that's staring them straight in the face. Including a story of deceit and intrigue involving commemorative spoons from the Kennedy Center.","original_air_date":"2011-04-01T00:00:00","title":"See No Evil"},{"number":"430","description":"This week: A drug court program that we believe is run differently from every other drug court in the country, doing some things that are contrary to the very philosophy of drug court.  The result?  People with offenses that would get minimal or no sentences elsewhere sometimes end up in the system five to ten years. (<a href=\"http://www.thisamericanlife.org/sites/default/files/TAL430_transcript.pdf\">Transcript</a>.)","original_air_date":"2011-03-25T00:00:00","title":"Very Tough Love"},{"number":"429","description":"Stories of people who've grown so accustomed to wartime that the lives they've left behind no longer make sense. Including a US battalion going home on leave after 15 months of deployment, and an Iraqi translator's story of life after the gig is up.","original_air_date":"2011-03-11T00:00:00","title":"Will They Know Me Back Home?"},{"number":"428","description":"Stories about the perils of giving and receiving gifts: Ones that go over spectacularly well in spite of being in poor taste, and ones that flop even with the best intentions. Including what happens when&mdash;surprise!&mdash;your whole past gets laid out for a live TV audience.","original_air_date":"2011-03-04T00:00:00","title":"Oh You Shouldn't Have"},{"number":"427","description":"The formula for Coca-Cola  is one of the most jealously guarded trade secrets in the world. Locked in a vault in Atlanta.  Supposedly unreplicable.  But we think we may have found the original recipe.  And to see if the formula actually might be Coke, we made a batch.  Or, anyway, we asked the folks at <a href=\"http://www.jonessoda.com/\">Jones Soda</a> and <a href=\"http://www.sovereignflavors.com/\">Sovereign Flavors</a> to whip up some up, to see if it tastes like Coke. The recipe is <a href=\"/radio-archives/episode/427/original-recipe/recipe\">here</a>.","original_air_date":"2011-02-11T00:00:00","title":"Original Recipe"},{"number":"426","description":"This week we bring you backstage with comedy writers at <a href=\"http://www.theonion.com/content/index\" target=\"_blank\"><em>The Onion</em></a>. They start with over 600 potential headlines for their fake-news newspaper each week, and over the course of two days, in the very tough room that is their editorial conference room, they select 16 to go in the paper. Plus other people speaking their minds in very tough rooms.","original_air_date":"2011-02-04T00:00:00","title":"Tough Room 2011"},{"number":"425","description":"This week we have stories where people's reactions move very slowly, including the story of a wedding 17 years in the making, and what it's like  when you have a terminal illness that's supposed to kill you in a year or two, and it decides to take its time. <strong>Note:</strong> The story in Act One isn’t suitable for children, and we’d like to note a trigger warning to survivors of abuse.","original_air_date":"2011-01-21T00:00:00","title":"Slow To React"},{"number":"424","description":"What if, say, the U.S.-led invasion of Grenada in 1983 had been decided, not by Ronald Reagan, but by a bunch of middle-schoolers? And what if every rule at your high school had been determined, not by teachers and administrators, but entirely by teenagers? This week, stories about whether, when it comes to governing, kids do any better than grown-ups.","original_air_date":"2011-01-14T00:00:00","title":"Kid Politics"},{"number":"423","description":"Five reporters stumbled on what seems like a basic question: What is money?  The unsettling answer they found: Money is fiction.  Photo: Stone money on the island of Yap.","original_air_date":"2011-01-07T00:00:00","title":"The Invention of Money"},{"number":"422","description":"The holidays are stressful so we booked a seasonal pick-me-up: an hour of comedy.  Including comedians Wyatt Cenac, Mike Birbiglia, Julian McCullough, Jenny Slate, Gabe Liedman and Edith Zimmerman. Musical guests: Dave Hill and Doug Gillard.","original_air_date":"2010-12-17T00:00:00","title":"Comedians of Christmas Comedy Special"},{"number":"421","description":"Is it stubbornness? Tenacity? Survival of the fittest? This week, stories about people who feel compelled to keep going, especially when everyone else has given up.","original_air_date":"2010-12-03T00:00:00","title":"Last Man Standing"},{"number":"420","description":"It’s amazing just how much drama can take place in the mini-universe of a neighborhood. This week we bring you stories of neighbors watching out for each other, for better and worse, including a story from CBC's <a href=\"http://www.cbc.ca/wiretap/\">WireTap</a>.","original_air_date":"2010-11-19T00:00:00","title":"Neighborhood Watch"},{"number":"419","description":"In Schenectady, NY, a school maintenance man named Steve Raucci works his way up the ranks for 30 years, until finally he's in charge of the maintenance department. That's when he starts messing with his employees. Teasing them at meetings. Punishing them with crummy work assignments. Or worse things, like secretly slashing their tires in the middle of the night.","original_air_date":"2010-11-12T00:00:00","title":"Petty Tyrant"},{"number":"418","description":"In January 2010, reporters from <a href=\"http://www.npr.org/money\">Planet Money</a> bought a toxic asset&mdash;you know, the things that blew up wall street banks, sank the economy and brought the global financial system to a halt&mdash;one of those. And \"Toxie\" turned out to be an encyclopedia of the financial crisis. Here's an <a href=\"http://www.npr.org/templates/story/story.php?storyId=124587240\">animation</a> about Toxie. And here's an <a href=\"http://www.npr.org/templates/story/story.php?storyId=124578382\">interactive timeline</a> tracking its value.","original_air_date":"2010-11-05T00:00:00","title":"Toxie"},{"number":"417","description":"A show for this year's midterm elections. Two best friends in Michigan, both political novices, get tired of yelling at their TVs and take matters into their own hands.  They form a Tea Party chapter to effect political change. But when push comes to shove and they have to choose a candidate, their ideologies, their principles and their friendship explode.","original_air_date":"2010-10-29T00:00:00","title":"This Party Sucks"},{"number":"416","description":"Operation Iraqi Freedom is over. And the next chapter of Iraq is being written now. But what actually happened there the last seven years? Producer Nancy Updike and reporter Larry Kaplow spent a month in Iraq talking to Iraqis and Americans about the war that tore the country apart, and what's happening as we try to put it back together.","original_air_date":"2010-10-15T00:00:00","title":"Iraq After Us"},{"number":"415","description":"Crybabies are annoying. They whine, they complain, sometimes they ruin it for the rest of us. But being a crybaby can be a  really effective tactic. We have stories of crybabies in sports, in politics, on Wall Street, on the streets of California, including a new story by David Sedaris.","original_air_date":"2010-09-24T00:00:00","title":"Crybabies"},{"number":"414","description":"Stories about people who have the right to remain silent... but choose not to exercise that right&mdash;including police officer Adrian Schoolcraft, who secretly recorded his supervisors telling officers to manipulate crime statistics and make illegal arrests.  The Village Voice series that broke Schoolcraft's story, written by Graham Rayman, is <a href=\"http://www.villagevoice.com/2010-05-04/news/the-nypd-tapes-inside-bed-stuy-s-81st-precinct/\">here</a>.","original_air_date":"2010-09-10T00:00:00","title":"Right to Remain Silent"},{"number":"413","description":"In the 1970s a reporter named Charles Salter wrote a column for the Atlanta Journal called \"Georgia Rambler.\" He'd get into his car, head out to some small town, and ask around until he found a story. This week, nine of us go to Georgia to try it out for ourselves, in small towns all over the state.","original_air_date":"2010-07-30T00:00:00","title":"Georgia Rambler"},{"number":"412","description":"Back in the 1980s Michael Larson made the most money ever on the game show Press Your Luck. And it was no accident&mdash;Larson had a plan to get rich that surprised everyone: The home viewers, the show's producers and mostly Larson himself.","original_air_date":"2010-07-16T00:00:00","title":"Million Dollar Idea"},{"number":"411","description":"Stories of first encounters with unknown and distant beings: Girls, foreigners and perhaps even aliens. Including a story by comedian Mike Birbiglia about his first kiss.","original_air_date":"2010-06-25T00:00:00","title":"First Contact"},{"number":"410","description":"Richard Ravitch has helped fix three governmental crises, including when New York City nearly went bankrupt in 1975. What's changed, to make it so much harder for him to solve the state's current financial crisis? (Photo: stress balls in the state budget office.)","original_air_date":"2010-06-18T00:00:00","title":"Social Contract"},{"number":"409","description":"A kidnapping victim in Colombia spends his nights listening to a radio station that plays messages from the families of the kidnapped. That and other stories of people held captive&mdash;by criminals, by paperwork, and in one man's case, his own body&mdash;and the ways they try to cope.","original_air_date":"2010-06-04T00:00:00","title":"Held Hostage"},{"number":"408","description":"Unprecedented amounts of money have been pledged to Haitian relief in the last few months. American households have given over $1 billion and in March, 120 countries pledged over $9 billion(!) to rebuild. The only problem is that&mdash;historically&mdash;blanketing a country in aid and money has never really worked so well. Is there a chance this time things could be different?","original_air_date":"2010-05-21T00:00:00","title":"Island Time"},{"number":"407","description":"We bring you stories of bridges from three different countries, including one in China that's famous for its massive size and its high suicide rate. One takes it upon himself to patrol the bridge, looking for jumpers. You can read entries from the watchman's blog <a href=\"/radio-archives/episode/407/the-bridge/troubled-bridge-over-water\">here</a>. This and other stories where we stop before getting to the other side.","original_air_date":"2010-05-07T00:00:00","title":"The Bridge"},{"number":"406","description":"Can a rat crawl through your plumbing and end up in your toilet? Can your cell phone give you a brain tumor?              Download a <a href=\"http://www.thisamericanlife.org/sites/default/files/This_American_Life_Transcript_Poizner_0.pdf\">transcript</a> or read <a href=\"http://www.thisamericanlife.org/radio-archives/episode/406/true-urban-legends/extra\">much more information</a> about our Steve Poizner story.  Christopher Ketcham's GQ cell article is <a href=\"http://www.gq.com/cars-gear/gear-and-gadgets/201002/warning-cell-phone-radiation\">here</a>.","original_air_date":"2010-04-23T00:00:00","title":"True Urban Legends"},{"number":"405","description":"For seven months a team of investigative journalists from <a href=\"http://www.propublica.org/\">ProPublica</a> looked into a story for us, the inside story of one company that made hundreds of millions of dollars for itself while worsening the financial crisis for the rest of us.","original_air_date":"2010-04-09T00:00:00","title":"Inside Job"},{"number":"404","description":"Living behind enemy lines, among the enemy, it's sometimes hard to remember why you're fighting in the first place.","original_air_date":"2010-04-02T00:00:00","title":"Enemy Camp 2010"},{"number":"403","description":"A car plant in Fremont California that might have saved the U.S. car industry. In 1984, General Motors and Toyota opened NUMMI as a joint venture. Toyota showed GM the secrets of its production system: How it made cars of much higher quality and much lower cost than GM achieved. Frank Langfitt explains why GM didn't learn the lessons&mdash;until it was too late.","original_air_date":"2010-03-26T00:00:00","title":"NUMMI"},{"number":"402","description":"Stories about one person single-handedly taking charge of a situation gone wrong&mdash;including one man's mission to rescue two kids who were kidnapped by alleged murderers and taken to Mexico, and another about a professor's mission to keep the educators of a liberal arts college from extinction.","original_air_date":"2010-03-12T00:00:00","title":"Save the Day"},{"number":"401","description":"Stories about parents setting accidental traps for their children, and sometimes for themselves, including a story from WNYC's <a href=\"http://www.wnyc.org/shows/radiolab/\">Radiolab</a> about a chimp raised twice—once as a human child, and again as a chimp.","original_air_date":"2010-02-19T00:00:00","title":"Parent Trap"},{"number":"400","description":"For our 400th show, we try something harder than anything we've ever tried in the previous 399. We take the random ideas that members of our own families have told us at weddings and family gatherings would be \"perfect for the show\"...and we actually try to make those ideas into stories.","original_air_date":"2010-02-12T00:00:00","title":"Stories Pitched by Our Parents"},{"number":"399","description":"A man named David Maclean finds himself in a train station in India, with no idea how he got there or who he is. His memory gone, he has no choice but to let other people—police, doctors, friends, family—create an identity for him. David's book about this incident is called <a href=\"a href=\"http://www.amazon.com/gp/product/0547519273/ref=as_li_ss_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0547519273&linkCode=as2&tag=thiamelif-20\"><em>The Answer to the Riddle Is Me</em></a>. Plus other stories of filling in the blank.","original_air_date":"2010-01-22T00:00:00","title":"Contents Unknown"},{"number":"398","description":"Stories of people betting on something with very bad odds, mostly because they have no other choice.","original_air_date":"2010-01-08T00:00:00","title":"Long Shot"},{"number":"397","description":"At the start of a new year, journalistic outfits put out lots of mealy \"perhaps oil prices will rise or perhaps they won't\" predictions for the coming year. Instead of that, we asked our contributors to predict real events that will happen to them and the people they know in 2010.","original_air_date":"2010-01-01T00:00:00","title":"2010"},{"number":"396","description":"In 2009, The Princeton Review named Penn State the #1 Party School in America. It's a rotating crown—last year it was University of Florida, before that it was West Virginia University. So we wondered: what's it like to be at the country's top party school?","original_air_date":"2009-12-18T00:00:00","title":"#1 Party School"},{"number":"395","description":"Stories of people who are up while the rest of us are sleeping—some for work, some for play, and some for a free sandwich. Including the story of a woman walking alone at night, who encounters another woman walking alone at night, for the exact same reason, and a whole population of people haggling over the cost of oranges at 3 in the morning.","original_air_date":"2009-11-27T00:00:00","title":"Middle of the Night"},{"number":"394","description":"Stories about people who take the bait, and those who place it. Including the story of man who tries to investigate a neighborhood crime and ends up in jail himself. And the story of the pitfalls of luring customers to a make-believe pizza delivery place.","original_air_date":"2009-11-06T00:00:00","title":"Bait and Switch"},{"number":"393","description":"Stories of cheating, cheaters and the cheated. Writer <a href=\"http://www.jamesbraly.com\" target=\"_blank\">James Braly</a> with a story about temptation (performed and recorded at <a href=\"http://www.themoth.org\" target=\"_blank\">The Moth</a>), <a href=\"http://www.danishapiro.com\" target=\"_blank\">Dani Shapiro</a> on being the mistress, and more.","original_air_date":"2009-10-30T00:00:00","title":"Infidelity"},{"number":"392","description":"This week, we bring you a deeper look inside the health insurance industry. The dark side of prescription drug coupons. A story about Pet Health Insurance, which is in its infancy, and how it is changing human behaviors—for example, if you have the pet health insurance, you bring your pet to the vet more often, and the vet makes more money and...well, you can see the parallels.","original_air_date":"2009-10-16T00:00:00","title":"Someone Else's Money"},{"number":"391","description":"An hour explaining the American health care system, specifically, why it is that costs keep rising. One story looks at the doctors, one at the patients and one at the insurance industry.","original_air_date":"2009-10-09T00:00:00","title":"More Is Less"},{"number":"390","description":"In which we mark the anniversary of the economic collapse and the anniversary of <a href=\"http://www.npr.org/blogs/money/\" target=\"_blank\">Planet Money</a>: Recapping some of the original episode, <a href=\"http://www.thisamericanlife.org/radio-archives/episode/355/the-giant-pool-of-money\">The Giant Pool of Money</a>, and finding out what's happened to all those guys in the year since.","original_air_date":"2009-09-25T00:00:00","title":"Return To The Giant Pool of Money"},{"number":"389","description":"This week we bring you stories about friends. Or wait, enemies? How about both? Tales of estranged sisters, BFFs breaking up and making up and breaking up, and how reality stars walk the fine line between making friends and making a name for themselves. Including a story from David Rakoff, whose new book <a href=\"http://www.amazon.com/gp/product/0385525249?ie=UTF8&tag=thiamelif-20&linkCode=as2&camp=1789&creative=390957&creativeASIN=0385525249\"><em>Half Empty</em></a> is available now.","original_air_date":"2009-09-11T00:00:00","title":"Frenemies"},{"number":"388","description":"Nine radio producers. Two days. One rest stop on the New York State Thruway. In this show, we'll bring you stories of people who are just passing through, and people who are at the rest stop every day—working. One of them has worked there since 1969. A bunch of others came from Asia and eastern Europe to pour coffee for travelers.","original_air_date":"2009-09-04T00:00:00","title":"Rest Stop"},{"number":"387","description":"The U.S. government spent two years on a sting operation trapping an Indian man named Hemant Lakhani, whom they suspected of being an illegal arms dealer.","original_air_date":"2009-08-07T00:00:00","title":"Arms Trader 2009"},{"number":"386","description":"Stories where the fine print changes everything, whether you read it or not.","original_air_date":"2009-07-24T00:00:00","title":"Fine Print"},{"number":"385","description":"It's tempting to act as your own lawyer, to argue your own cause. Who better to defend your position than you? This week, stories of pro se defenses: Some brilliant, some disastrous.","original_air_date":"2009-07-10T00:00:00","title":"Pro Se"},{"number":"384","description":"Sometimes when things go wrong, parsing out who all is to blame and taking them to task is just <em>too complicated and haaaard</em>! What's easy is pinning it all on one person and watching them go down in flames.","original_air_date":"2009-06-26T00:00:00","title":"Fall Guy"},{"number":"383","description":"This week we bring you little-known and surprising stories of how all sorts of institutions—from a controversial legal precedent to a Hollywood teen dance flick—began.","original_air_date":"2009-06-19T00:00:00","title":"Origin Story"},{"number":"382","description":"Since Congress hasn't held 1930's-style hearings into the causes of the financial crisis, we stage one of our own.","original_air_date":"2009-06-05T00:00:00","title":"The Watchmen"},{"number":"381","description":"A well-known activist—an anarchic, revolutionary activist—is accused of spying on other activists for the FBI. The strangest thing about the rumor is, it's true. How Brandon Darby transformed from cop-hater to federal witness. Plus, a story by Etgar Keret, about a boy who betrays his people with a pair of shoes.","original_air_date":"2009-05-22T00:00:00","title":"Turncoat"},{"number":"380","description":"Stories of people who find themselves in situations far from the beaten path, where there are no guidelines and no useful precedents, including the return of <a href=\"http://www.thisamericanlife.org/radio-archives/episode/115/first-day\">Squirrel Cop</a>.","original_air_date":"2009-05-15T00:00:00","title":"No Map"},{"number":"379","description":"A live episode of the radio program, including stories told on stage by Dan Savage and Mike Birbiglia.","original_air_date":"2009-05-01T00:00:00","title":"Return To The Scene Of The Crime"},{"number":"378","description":"Stories of people forced to let go of their firmly held beliefs. When the daughter of a pro-choice activist concludes that abortion is murder, her mother goes to extraordinary lengths to persuade her daughter to switch sides. And after a woman loses her faith, a football coach—whom she's never met—tries to restore it.","original_air_date":"2009-04-17T00:00:00","title":"This I Used to Believe"},{"number":"377","description":"The economy works in mysterious ways. This week, we highlight the unusual circumstances our economic drought has left us in, and the newly hatched plans being made to survive it.","original_air_date":"2009-03-27T00:00:00","title":"Scenes From a Recession"},{"number":"376","description":"Bernie Epton went down in history as the Other Guy: the white opponent who almost defeated the first black mayor of Chicago. But what's the real story of someone who ended up on the wrong side of history? That and other stories of people with wildly popular or unpopular views for one moment in time, and how those views stand up years, decades, even centuries later.","original_air_date":"2009-03-13T00:00:00","title":"Wrong Side of History"},{"number":"375","description":"The collapse of the banking system explained, in just 59 minutes.","original_air_date":"2009-02-27T00:00:00","title":"Bad Bank"},{"number":"374","description":"Of all the 6 and a half billion people in the world, what are the odds that any two people are a real match? Stories from people who know they've beat the odds, and the lengths they've gone to do it. Including an American professor who sings Chinese opera for anyone who'll listen, to get one step closer to his mate, and Mike Birbiglia on meeting his girlfriend's... boyfriend.","original_air_date":"2009-02-13T00:00:00","title":"Somewhere Out There"},{"number":"373","description":"Stories about what happens when someone new takes over—someone with a vision of how things ought to be.  Including international economics correspondent Adam Davidson of the <a href=\"http://npr.org/blogs/money\" target=\"_blank\">Planet Money podcast</a> on how Obama's new stimulus plan might actually be the first ever test of a very, very old theory.","original_air_date":"2009-01-30T00:00:00","title":"The New Boss"},{"number":"372","description":"On the eve of Barack Obama's inauguration, we sent reporters out all over the country to talk to people about how they're feeling about this new president. Do they believe things will change? Do they think there'll be changes in their own lives?","original_air_date":"2009-01-16T00:00:00","title":"The Inauguration Show"},{"number":"371","description":"<em>This American Life</em> spends several days in  <a href=\"http://www.coolspringsgalleria.com/shop/coolsprings.nsf/directory\" target=\"_blank\">a mall</a> in suburban Tennessee, to document life in the mall during the run-up to Christmas. Also, a rift in a national association of professional Santas—the Amalgamated Order of Real Bearded Santas (yes, there is such a group).","original_air_date":"2008-12-26T00:00:00","title":"Scenes From a Mall"},{"number":"370","description":"Stories of people who ruin things for everyone else...or who are accused of that. Like the San Diego parents who didn't vaccinate their child for measles.","original_air_date":"2008-12-19T00:00:00","title":"Ruining It for the Rest of Us"},{"number":"369","description":"A man in Pakistan wants to break his friend out of prison. He buys him an amulet that supposedly has the power to protect anyone from harm. But just to be on the safe side, he decides to test the amulet by trying it out first. On a chicken.","original_air_date":"2008-11-28T00:00:00","title":"Poultry Slam 2008"},{"number":"368","description":"This week we bring you stories of privilege and the lengths some will go to to maintain it. In one story, a woman fights—on tape!—with her city's parking enforcer about playing favorites.","original_air_date":"2008-11-07T00:00:00","title":"Who Do You Think You Are?"},{"number":"367","description":"<em>This American Life</em> goes to Pennsylvania, a battleground within a battleground, to figure out why, and how, John McCain and Barack Obama both think they can win there. And we get to know the ordinary people who've become the candidates' most forceful foot soldiers.","original_air_date":"2008-10-24T00:00:00","title":"Ground Game"},{"number":"366","description":"Stories about people trying to find new solutions to age-old problems—solutions that sometimes cause problems of their own. Alex Blumberg returns (in collaboration with the <a href=\"http://www.npr.org/rss/podcast/podcast_detail.php?siteId=94411890\" target=\"_blank\">Planet Money podcast</a>) with the latest in the financial crisis.","original_air_date":"2008-10-10T00:00:00","title":"A Better Mousetrap 2008"},{"number":"365","description":"Alex Blumberg and NPR's Adam Davidson—the two guys who reported our <a href=\"http://www.thisamericanlife.org/radio-archives/episode/355/the-giant-pool-of-money\">Giant Pool of Money</a> episode—are back, in collaboration with the <a href=\"http://www.npr.org/rss/podcast/podcast_detail.php?siteId=94411890\">Planet Money podcast.</a>","original_air_date":"2008-10-03T00:00:00","title":"Another Frightening Show About the Economy"},{"number":"364","description":"Stories about people who take grand, sweeping approaches to solving problems of all sorts.","original_air_date":"2008-09-26T00:00:00","title":"Going Big"},{"number":"363","description":"Stories about people who take the law into their own hands, even when the line between enforcing the rules and breaking them gets kind of hazy.","original_air_date":"2008-09-12T00:00:00","title":"Enforcers"},{"number":"362","description":"Shalom Auslander goes on vacation with his family, and suspects the beloved, chatty old man in the room next door is an imposter—and sets out to prove it. This and other stories about the pitfalls of making snap judgments about others.","original_air_date":"2008-08-22T00:00:00","title":"Got You Pegged"},{"number":"361","description":"Mike Birbiglia got used to strange things happening to him when he slept—until something happened that almost killed him (Mike's story is now a feature film, <a href=\"/sleepwalk\"><em>Sleepwalk With Me</em></a>). This and other reasons to fear sleep, including bedbugs, \"The Shining,\" and mild-mannered husbands who turn into maniacs while asleep.","original_air_date":"2008-08-08T00:00:00","title":"Fear of Sleep"},{"number":"360","description":"On a summer day in 1951, two baby girls were born in a hospital in small-town Wisconsin. The infants were accidentally switched, and went home with the wrong families.","original_air_date":"2008-07-25T00:00:00","title":"Switched At Birth"},{"number":"359","description":"Stories of people haunted by guilt over their role in others' deaths, even when everyone agrees they're blameless.","original_air_date":"2008-07-18T00:00:00","title":"Life After Death"},{"number":"358","description":"Governments are always looking for ways to change behavior—stopping people from driving drunk, or encouraging them to recycle. This week, we have stories of social engineering on a smaller scale.","original_air_date":"2008-06-27T00:00:00","title":"Social Engineering"},{"number":"357","description":"Does the truth always come out? Of course not! Though sometimes it comes out in the most uncomfortable ways imaginable. Stories of concealed truths bubbling to the surface, including a brand-new, unpublished story by fiction writer and filmmaker <a href=\"http://www.etgarkeret.com/\" target=\"_blank\">Etgar Keret</a>.","original_air_date":"2008-06-13T00:00:00","title":"The Truth Will Out"},{"number":"356","description":"A lawyer in the Justice Department gets the professional opportunity of a lifetime: To be the lead prosecutor in one of the first high-profile terrorist cases since 9/11. But things go badly for him.","original_air_date":"2008-05-30T00:00:00","title":"The Prosecutor"},{"number":"355","description":"A special program about the housing crisis produced in a special collaboration with <em>NPR News</em>. We explain it all to you. What does the housing crisis have to do with the turmoil on Wall Street? Why did banks make half-million dollar loans to people without jobs or income? And why is everyone talking so much about the 1930s?","original_air_date":"2008-05-09T00:00:00","title":"The Giant Pool of Money"},{"number":"354","description":"It's the late 1960s, and in the new technology of cryonics, a California TV repairman named Bob sees an opportunity to help people cheat death. But freezing dead people so scientists can reanimate them in the future is a lot harder than it sounds. Harder still was admitting to the family members of people Bob had frozen that he'd screwed up. Badly.","original_air_date":"2008-04-18T00:00:00","title":"Mistakes Were Made"},{"number":"353","description":"Stories of the Bush Administration, its unique style of asserting presidential authority, and its quest to redefine the limits of presidential power.","original_air_date":"2008-03-28T00:00:00","title":"The Audacity of Government"},{"number":"352","description":"In 1912 a four year-old boy named Bobby Dunbar went missing in a swamp in Louisiana. Eight months later, he was found in the hands of a wandering handyman in Mississippi (the picture at left was taken just days later). Reporter Tal McThenia co-authored a book about the Bobby Dunbar story called <em><a href=\"http://www.acaseforsolomon.com/\">A Case For Solomon</a></em>.","original_air_date":"2008-03-14T00:00:00","title":"The Ghost of Bobby Dunbar"},{"number":"351","description":"Seventh-grader Kayla Hernandez likes to reminisce about when she was a child, back in fifth grade. She visits her school, where her fifth grade class met, and looks at her old books, thinks about what happened there.","original_air_date":"2008-03-07T00:00:00","title":"Return to Childhood 2008"},{"number":"350","description":"The true story of little-known rooms in the New York City Board of Education building. Teachers are told to report there instead of their classrooms. No reason is usually given.","original_air_date":"2008-02-29T00:00:00","title":"Human Resources"},{"number":"349","description":"Veronica Chater's mother wants to go to a resort in Mexico with a friend. Her father, a former cop with an extravagant sense of security, prepares as if she's headed for a war zone. This, and other stories about couples, that happen decades after the moment their eyes meet.","original_air_date":"2008-02-15T00:00:00","title":"Valentine's Day 2008"},{"number":"348","description":"This week we bring you backstage with comedy writers at <a href=\"http://www.theonion.com/content/index\" target=\"_blank\"><em>The Onion</em></a>. They start with over 600 potential headlines for their fake-news newspaper each week, and over the course of two days, in the very tough room that is their editorial conference room, they select 16 to go in the paper. Plus other people speaking their minds in very tough rooms.","original_air_date":"2008-02-08T00:00:00","title":"Tough Room"},{"number":"347","description":"Sabir, a young man in Afghanistan, thought he'd found true love but he couldn't afford a wedding. So two foreign aid workers, friends of his, decide to come to his rescue. They soon find out making a lasting love match isn't as simple as writing a check.","original_air_date":"2008-01-18T00:00:00","title":"Matchmakers"},{"number":"346","description":"A 79-year-old woman, Mary Ann, dies in Los Angeles. She's lived alone for decades. No one knows her—or her next of kin. There's a body to be buried, a house full of stuff to get rid of.","original_air_date":"2007-12-21T00:00:00","title":"Home Alone"},{"number":"345","description":"A young girl named Sarah receives a heart transplant from a boy her age, and her mother sets off to find out more about the kid who saved her daughter's life. But years later, Sarah's not sure she wants to know.","original_air_date":"2007-12-14T00:00:00","title":"Ties That Bind"},{"number":"344","description":"Stories of the unintended consequences of market forces.","original_air_date":"2007-11-30T00:00:00","title":"The Competition"},{"number":"343","description":"For Thanksgiving, the time of year when poultry consumption is highest, it's our annual program about turkeys, chickens, and fowl of all types.","original_air_date":"2007-11-23T00:00:00","title":"Poultry Slam 2007"},{"number":"342","description":"There are umpteen TV shows about solving murders, endless whodunits in bookstores. But what happens to the people left behind after the detectives close the case? Three stories about children trying to figure out how to live normally after their parents have died.","original_air_date":"2007-11-02T00:00:00","title":"How to Rest in Peace"},{"number":"341","description":"Stories of adults taking very different approaches to communicating with children.","original_air_date":"2007-10-05T00:00:00","title":"How to Talk to Kids"},{"number":"340","description":"Stories of people trying to exorcize their inner demons.","original_air_date":"2007-09-07T00:00:00","title":"The Devil in Me"},{"number":"339","description":"Writer Starlee Kine on what makes the perfect break-up song and whether really sad music can actually make you feel better. Plus, an eight-year-old author of a book about divorce, and other stories from the heart of heartbreak.","original_air_date":"2007-08-24T00:00:00","title":"Break-Up"},{"number":"338","description":"<strong>Attention listeners. In the Internet version of Act One of this show, we have left one curse word un-bleeped at a critical moment.</strong><br><br>Stories of what can happen when you go from being a private person to a public face.","original_air_date":"2007-08-10T00:00:00","title":"The Spokesman"},{"number":"337","description":"Stories about people taking history into their own hands. We hear from two men in two different wars. One is trying to make a difference in the current war in Iraq. The other is with the CIA at the very end of the Cold War.","original_air_date":"2007-07-27T00:00:00","title":"Man vs. History"},{"number":"336","description":"Stories about the pitfalls of trying to do the right thing.","original_air_date":"2007-07-06T00:00:00","title":"Who Can You Save?"},{"number":"335","description":"When he was a teenager, Haider worked in the Iraqi Ministry of Information. He was specially trained to talk to visiting dignitaries and foreign reporters, and he loved his job. It was exciting, and he was treated like a celebrity.","original_air_date":"2007-06-15T00:00:00","title":"Big Wide World"},{"number":"334","description":"Josh's mother and younger brother were a mess. His mother drank too much. His brother got arrested a lot. Josh hadn't lived with them since he was nine, and they didn't play much of a role in his daily life—until duty called, and they took over his life.","original_air_date":"2007-06-01T00:00:00","title":"Duty Calls"},{"number":"333","description":"Four years into the Iraq War, what have we learned? Soldiers, civilians, Iraqis, and Americans talk—and sometimes yell—about what they've learned in the last few years...including how to stay alive and why the aftermath of a war can be the trickiest time of all.","original_air_date":"2007-05-25T00:00:00","title":"The Center for Lessons Learned"},{"number":"332","description":"Stories of people struggling to follow the Ten Commandments from the book of Exodus.","original_air_date":"2007-05-04T00:00:00","title":"The Ten Commandments"},{"number":"331","description":"An updated version of our episode \"<a href=\"http://www.thisamericanlife.org/radio-archives/episode/310/habeas-schmabeas\">Habeas Schmabeas</a>,\" which won a <a href=\"http://www.peabody.uga.edu/news/pressrelease.asp?ID=142\" target=\"_blank\">2006 Peabody Award</a>.<br><br>Listen to a <a href=\"http://podcast.thisamericanlife.org/special/310_bonus.mp3\">special, uncut version</a>.<br><br><a href=\"extras/radio/310_transcript.pdf\" target=\"_blank\">Download a transcript</a>.","original_air_date":"2007-04-27T00:00:00","title":"Habeas Schmabeas 2007"},{"number":"330","description":"Stories of people trying to recover from damage to their reputations—sometimes caused by others, sometimes self-inflicted.","original_air_date":"2007-04-13T00:00:00","title":"My Reputation"},{"number":"329","description":"Stories of sudden fame, quick riches, and the downside of the dream job.","original_air_date":"2007-04-06T00:00:00","title":"Nice Work If You Can Get It"},{"number":"328","description":"Stories recorded during our 2007 live tour. Sarah Vowell, David Rakoff, Dan Savage, and other favorite contributors went on the road with us to New York, Boston, Minneapolis, Chicago, Seattle, and Los Angeles; and performed brand-new stories in front of sold-out audiences.","original_air_date":"2007-03-16T00:00:00","title":"What I Learned from Television"},{"number":"327","description":"Stories of proxy fights, proxy arguments, and proxy situations of all kinds.","original_air_date":"2007-03-09T00:00:00","title":"By Proxy"},{"number":"326","description":"A man with social anxiety goes through a transformation on a TV game show, a young woman with high ideals has them dashed by a TV game show, and teams compete to solve some of the hardest puzzles in the world, for fun.","original_air_date":"2007-02-16T00:00:00","title":"Quiz Show"},{"number":"325","description":"An old man in Brooklyn invites some homeless prostitutes into his house on a cold winter night. They never leave. Plus other stories about houses, such as the United States Congress, where the inhabitants don't always act as they should.","original_air_date":"2007-02-02T00:00:00","title":"Houses of Ill Repute"},{"number":"324","description":"An American reporter in Iraq decides to rent a house in a residential Baghdad neighborhood rather than live in a hotel and be an easy target for insurgents. And an eleven-year-old boy figures out an ingenious way to see his dead father again. Big ideas gone amok.","original_air_date":"2007-01-26T00:00:00","title":"My Brilliant Plan"},{"number":"323","description":"In 1980's New York City, rent is rising: it seems out of control, and residents struggle to keep up. So Jack Hitt helps organize tenants, and threatens a rent strike. This does not go over so well with his building super, who, as it turns out, is a very dangerous man.","original_air_date":"2007-01-05T00:00:00","title":"The Super"},{"number":"322","description":"A Muslim woman persuades her husband that their family would be happier if they left the West Bank and moved to America. They do, and things are good...until September 11. After that, the elementary school their daughter goes to begins using a textbook that says Muslims want to kill Christians.","original_air_date":"2006-12-15T00:00:00","title":"Shouting Across the Divide"},{"number":"321","description":"Stories of people who are in over their heads and trying to stay afloat.","original_air_date":"2006-12-01T00:00:00","title":"Sink or Swim"},{"number":"320","description":"Recently, the British medical journal <a href=\"http://www.thelancet.com/\" target=\"_blank\"><em>The Lancet</em></a> published an study which updated their estimate of the number of Iraqis who've died since the U.S. invasion.","original_air_date":"2006-11-03T00:00:00","title":"What's In A Number? — 2006 Edition"},{"number":"319","description":"For the week leading up to Halloween, scary stories that are all true. Kidnappings, zombie raccoons, haunted houses—real haunted houses!—and things that go \"EEEEK!!!\" in the night. Plus a story by David Sedaris, in which he walks among the dead.","original_air_date":"2006-10-27T00:00:00","title":"And the Call Was Coming from the Basement"},{"number":"318","description":"A family wishes for years that they could do something to stop their neighbor's shocking behavior. Suddenly they get the power to decisively change things forever...and they have to decide whether they will. This, and other stories of everyday people who get saddled with great power—and the great sense of responsibility that goes with it.","original_air_date":"2006-10-06T00:00:00","title":"With Great Power"},{"number":"317","description":"Can love be taught? A family uses a controversial therapy to train their son to love them. And other stories about the hard and sometimes painful work of loving other people.","original_air_date":"2006-09-15T00:00:00","title":"Unconditional Love"},{"number":"316","description":"True stories that follow the plotline of the old kid's song <a href=\"http://en.wikipedia.org/wiki/The_Cat_Came_Back\">\"The Cat Came Back.\"</a> It's the simplest plot in the world: Something you thought was gone forever keeps returning, against all odds.","original_air_date":"2006-08-18T00:00:00","title":"The Cat Came Back"},{"number":"315","description":"Original stories from David Sedaris, Jonathan Goldstein, and others, on two animals who don't even seem like they should know each other, much less appear on the same radio show.","original_air_date":"2006-07-21T00:00:00","title":"The Parrot and the Potbellied Pig"},{"number":"314","description":"A grown man tries to get to the bottom of why his schoolmates threw him in a lake 20 years earlier. And a woman buys a house on the cheap, with the understanding that the seller will soon vacate. Ten years later, she's still waiting.","original_air_date":"2006-06-23T00:00:00","title":"It's Never Over"},{"number":"313","description":"Stories about kids who actually want their parents looking out for them.","original_air_date":"2006-05-19T00:00:00","title":"Parental Guidance Suggested"},{"number":"312","description":"In this show we return to two radio programs originally broadcast in 1996 and 1997. <a href=\"http://www.thisamericanlife.org/radio-archives/episode/36/letters\">In one show</a>, listeners came onstage with their letters, which they read aloud. <a href=\"http://www.thisamericanlife.org/radio-archives/episode/66/tales-from-the-net\">In another</a>, listeners from around the country talked about all the brand new sorts of experiences they were having with this new technology that had entered everyone's lives, the Internet. Each show, in its way, is a kind of time capsule.","original_air_date":"2006-05-12T00:00:00","title":"How We Talked Back Then"},{"number":"311","description":"Stories about people trying to find new solutions to age-old problems—solutions that sometimes cause problems of their own.","original_air_date":"2006-04-14T00:00:00","title":"A Better Mousetrap"},{"number":"310","description":"Winner of a <a href=\"http://www.peabody.uga.edu/news/pressrelease.asp?ID=142\" target=\"_blank\">2006 Peabody Award</a>. We've also broadcast an updated version of this episode, \"<a href=\"http://www.thisamericanlife.org/radio-archives/episode/331/Habeas-Schmabeas-2007\">Habeas Schmabeas 2007</a>.\"<br><br>Listen to a <a href=\"http://podcast.thisamericanlife.org/special/310_bonus.mp3\" target=\"_blank\">special, uncut version</a>.<br><br><a href=\"http://www.thisamericanlife.org/sites/default/files/310_transcript.pdf\" target=\"_blank\">Download a transcript</a>.","original_air_date":"2006-03-10T00:00:00","title":"Habeas Schmabeas"},{"number":"309","description":"Stories about the kinds of chase games that just never end. From the high California desert to a high-end furniture showroom.","original_air_date":"2006-02-24T00:00:00","title":"Cat and Mouse"},{"number":"308","description":"In honor of Valentine's Day, <em>This American Life</em> brings you stories of how love blossoms, even when (perhaps) it shouldn't.","original_air_date":"2006-02-10T00:00:00","title":"Star-Crossed Love"},{"number":"307","description":"Stories that take place on the edge of civilization, just out of sight.","original_air_date":"2006-02-03T00:00:00","title":"In the Shadow of the City"},{"number":"306","description":"A girl signs up for a class. A couple hires an accountant. A group of co-workers decides to pool their money and buy a couple of lottery tickets. In the beginning, they're full of hope and optimism...and then something turns. Stories of good ideas gone bad.","original_air_date":"2006-01-13T00:00:00","title":"Seemed Like A Good Idea at the Time"},{"number":"305","description":"A full-throttle, show-stopping, no-holds-barred Christmas Spectacular! Shedding the crusty old Christmas stories of yore, we bring you new holiday classics.  With special musical guest Marah!","original_air_date":"2005-12-23T00:00:00","title":"The This American Life Holiday Spectacular"},{"number":"304","description":"The story of Reverend Carlton Pearson, a renowned evangelical pastor in Tulsa, Oklahoma, who cast aside the idea of Hell, and with it everything he'd worked for over his entire life.","original_air_date":"2005-12-16T00:00:00","title":"Heretics"},{"number":"303","description":"Variations on an old tale, with very modern consequences. Cambodia is competing with other nations for the business of big clothing companies all over the world...but they've vowed to follow fair labor practices. Other countries end up with the contracts, and the profits.","original_air_date":"2005-12-02T00:00:00","title":"David and Goliath"},{"number":"302","description":"Someone once said, \"If you're not willing to be changed by a place, there's no point in going.\" This week, stories about what happens when you land in a whole new world.","original_air_date":"2005-11-18T00:00:00","title":"Strangers in a Strange Land"},{"number":"301","description":"Stories about the lengths we go to make things right, and about what money can and cannot fix.","original_air_date":"2005-11-11T00:00:00","title":"Settling the Score"},{"number":"300","description":"About a year ago, a study estimated the number of Iraqi casualties since the war began at 100,000 dead—higher than any other estimate. The study was mostly ignored. Alex Blumberg revisits that study to look at the reality behind it.","original_air_date":"2005-10-28T00:00:00","title":"What's In A Number?"},{"number":"299","description":"Stories about people and places that have come back to life after everything seemed lost.","original_air_date":"2005-10-07T00:00:00","title":"Back from the Dead"},{"number":"298","description":"How far will we go to get money? And once we've got it, what should we spend it on? The first half of this show is on making money, and the second half on spending it.","original_air_date":"2005-09-23T00:00:00","title":"Getting and Spending"},{"number":"297","description":"It's the largest mass resettlement that America has seen since the Civil War, as over 400,000 people—victims of Hurricane Katrina—try to find a new place to live. From the Houston Astrodome to an abandoned New Orleans street, stories of people looking for home...and finding something else.","original_air_date":"2005-09-16T00:00:00","title":"This Is Not My Beautiful House"},{"number":"296","description":"Surprising stories from survivors in New Orleans. We give people who were in the storm more time than daily news coverage can to tell their stories and talk about what they're thinking. This leads to a number of ideas that haven't made it into the regular news coverage.","original_air_date":"2005-09-09T00:00:00","title":"After the Flood"},{"number":"295","description":"Stories about being sucked into something against your will. In one story, a 9/11 widow finds herself having to comfort another distraught woman on national TV. And in a story by Nick Hornby, a boy is forced to play soccer to save his nation.","original_air_date":"2005-08-26T00:00:00","title":"Not What  I Signed Up For"},{"number":"294","description":"Stories of people and institutions who are worried about what the world thinks of them, and who take action...decisive action.","original_air_date":"2005-08-05T00:00:00","title":"Image Makers"},{"number":"293","description":"Stories about the pitfalls of knowing just a little bit too little.","original_air_date":"2005-07-22T00:00:00","title":"A Little Bit of Knowledge"},{"number":"292","description":"The U.S. government spent two years on a sting operation trapping an Indian man named Hemant Lakhani, whom they suspected of being an illegal arms dealer. It's one of the few cases that has gone to trial in the War on Terror, and one the Justice Department has pointed to as one of their big successes. In the end, they got Lakhani, red-handed, delivering a missile to a terrorist in New Jersey. The only problem was, nothing in the sting was what it appeared to be. Including the missile.","original_air_date":"2005-07-08T00:00:00","title":"The Arms Trader"},{"number":"291","description":"Stories about getting back together with your spouse, your country, your...Brahman bull. And how it never goes the way you think it's going to.","original_air_date":"2005-07-01T00:00:00","title":"Reunited (And It Feels So Good)"},{"number":"290","description":"At a time when House Majority Leader Tom Delay calls for enacting a \"Biblical world view\" in government, when Christians are asserting their ideals in the selection of judges, in public school science classes and elsewhere, <em>This American Life</em> spends an hour trying to remember why anyone liked the separation of church and state in the first place.","original_air_date":"2005-06-03T00:00:00","title":"Godless America"},{"number":"289","description":"In this show, sons and daughters get to find out the one thing they've always wanted to know about their father. The answers aren't always what they hope for.","original_air_date":"2005-05-13T00:00:00","title":"Go Ask Your Father"},{"number":"288","description":"Stories about how easy it is for communication to go awry, and what the consequences can be after it does.","original_air_date":"2005-05-06T00:00:00","title":"Not What I Meant"},{"number":"287","description":"Stories about people who end up making choices they'd rather not make, when their options begin to run out. Sometimes this works out great; sometimes not so great.","original_air_date":"2005-04-15T00:00:00","title":"Backed Into A Corner"},{"number":"286","description":"Stories of people who try simple mind games on others, and then find themselves way in over their heads.","original_air_date":"2005-04-08T00:00:00","title":"Mind Games"},{"number":"285","description":"Stories about trying to understand who's on your side. The defense minister of Israel visits would-be suicide bombers in prison, only to find out that in at least one case, he feels sorry for the terrorist. A prosecutor tries to censor a punk rock star. He takes him to court, but never bothers to listen to his lyrics. During the trial, he begins to think twice about his mission. Plus other stories.","original_air_date":"2005-03-25T00:00:00","title":"Know Your Enemy"},{"number":"284","description":"Stories about people teetering on the edge of this question: Should they stay or go? A software writer loses his job, but refuses to go away. He continues to show up at work, sneaking in the door each day and putting in long hours on a project the company canceled. A student from Pakistan finishes four years of college in Philadelphia and has to decide whether to move back home. And other stories.","original_air_date":"2005-03-11T00:00:00","title":"Should I Stay or Should I Go?"},{"number":"283","description":"Stories about people who are remembered very differently than they'd wished. The ghost of a kindly, distinguished philanthropist supposedly plays pranks on guests at a Ramada hotel in Fond du Lac, Wisconsin. A dying mother makes a tape for her developmentally disabled daughter, hoping she'll watch it someday, knowing she might not.","original_air_date":"2005-02-25T00:00:00","title":"Remember Me"},{"number":"282","description":"After four lawyers fail to get an innocent man out of prison, his friend takes on the case himself. He becomes a do-it-yourself investigator. He learns to read court records, he tracks down hard-to-find witnesses, he gets the real murderer to come forward with his story. In the end, he's able to accomplish all sorts of things the police and the professionals can't.","original_air_date":"2005-02-11T00:00:00","title":"DIY"},{"number":"281","description":"Sometimes, getting your big break isn't all it's cracked up to be. A comedy duo lands the gig that can make them famous—the Ed Sullivan Show at the height of Sullivan's popularity—and they bomb. A third-grader gets his big chance to please his mother and push his drunken father out of the picture. And other stories.","original_air_date":"2005-01-21T00:00:00","title":"My Big Break"},{"number":"280","description":"What life is like for American soldiers in Iraq.","original_air_date":"2005-01-07T00:00:00","title":"In Country"},{"number":"279","description":"Stories about people who love their cars, for better or for worse.","original_air_date":"2004-12-10T00:00:00","title":"Auto Show"},{"number":"278","description":"Stories about amateur spies—regular people who spy on other regular people, and the consequences of their spying.","original_air_date":"2004-11-19T00:00:00","title":"Spies Like Us"},{"number":"277","description":"It's rare that a successful apology happens. One where you apologize to someone, not for selfish reasons, but because you're really sorry and you want them to know that, and when the person you're apologizing to really hears what you're saying. Three stories of people groping toward that moment.","original_air_date":"2004-11-05T00:00:00","title":"Apology"},{"number":"276","description":"A journey through the minds of undecided voters. For months—through the Swift Boat ads, the convention speeches, the debates—we tracked a few of these voters to find out why they just can't make up their minds. Plus, a story of someone courting undecided voters, and another about people trying to sabotage undecided voters (and everyone else).","original_air_date":"2004-10-29T00:00:00","title":"Swing Set"},{"number":"275","description":"Ten years ago, when he was still a reporter for NPR's <em>All Things Considered</em>, host Ira Glass did a year-long series on a <a href=\"http://www.irving.cps.k12.il.us/index.html\" target=\"_blank\">Chicago public school</a> where things were getting better. <a href=\"http://research.cps.k12.il.us/resweb/SchoolProfile?unit=5350\" target=\"_blank\">Test scores</a> were rising.","original_air_date":"2004-10-15T00:00:00","title":"Two Steps Back"},{"number":"274","description":"","original_air_date":"2004-10-08T00:00:00","title":"Enemy Camp '04"},{"number":"273","description":"Stories about people deciding whether to give it their all. There's one story about a person who hasn't, one story about someone who has—in a situation where success seems very unlikely—and one story about people who just can't help themselves.","original_air_date":"2004-09-24T00:00:00","title":"Put Your Heart In It"},{"number":"272","description":"Stories of the Republican Party, America's new majority party. Yes, they're still just barely the majority in the Senate...and in the last Presidential race...and in state legislatures around the country, where they hold just one percent more seats than Democrats nationwide.","original_air_date":"2004-09-10T00:00:00","title":"Big Tent"},{"number":"271","description":"","original_air_date":"2004-08-20T00:00:00","title":"Best Interests"},{"number":"270","description":"How, one might wonder, could a simple hunk of cheese drive a wedge between an aging aunt and her devoted niece? Sure, every family has its share of grudges, secrets and bad behavior.","original_air_date":"2004-08-06T00:00:00","title":"Family Legend"},{"number":"269","description":"Letting someone else take care of you can change everything. Three stories of couples in which one partner is trying to take care of the other, sometimes with more resistance, sometimes with less.","original_air_date":"2004-07-16T00:00:00","title":"Someone to Watch Over Me"},{"number":"268","description":"Three stories about people who decide to try out a new life—the kind of life their parents never wanted for them.","original_air_date":"2004-06-25T00:00:00","title":"My Experimental Phase"},{"number":"267","description":"Perhaps there was a time when the rules of polite society were clear. No longer. This week, we bring you stories of people forced to try to figure out how to maintain their dignity—and decency—in some very unsettling situations.","original_air_date":"2004-06-11T00:00:00","title":"Propriety"},{"number":"266","description":"Today's show is devoted to just one story. Contributing editor Nancy Updike went to Iraq to try to figure out what it's like to be a private citizen working in the middle of a war zone.","original_air_date":"2004-06-04T00:00:00","title":"I'm From the Private Sector and I'm Here to Help"},{"number":"265","description":"Stories of people trying to drag science where it doesn't belong.","original_air_date":"2004-05-21T00:00:00","title":"Fake Science"},{"number":"264","description":"We love it when we get it, but is it ever really fair? A defense of special treatment, by people who receive it and people who give it.","original_air_date":"2004-05-07T00:00:00","title":"Special Treatment"},{"number":"263","description":"Stories of people stuck in unfixable situations who try desperate measures. Sometimes these are inventive, sometimes they're ingenious, sometimes they even work.","original_air_date":"2004-04-16T00:00:00","title":"Desperate Measures"},{"number":"262","description":"People looking for miracle cures, some from above, others from abroad. A son tries to help his mom in a faraway place defy the laws of medical science. A daughter tries to help her dad by going to a faraway place to defy the laws of the United States of America.","original_air_date":"2004-04-02T00:00:00","title":"Miracle Cures"},{"number":"261","description":"Stories trying to understand what actually happens in marriages during this time when the definition of marriage is up in the air. Music throughout the hour by a real wedding band, a good one: <a href=\"http://www.douglawrencemusic.com\" target=\"_blank\">The Doug Lawrence Orchestra</a>.","original_air_date":"2004-03-26T00:00:00","title":"The Sanctity of Marriage"},{"number":"260","description":"There's what happened, and there's the story that gets told about what happened. Sometimes the two things don't match up very well. This week, two case examples—ripped, as they say, from today's headlines—of the story that's told becoming the truth, even though the facts don't back it up.","original_air_date":"2004-03-12T00:00:00","title":"The Facts Don't Matter"},{"number":"259","description":"For millennia, people have tried to reach a spiritual promised land by fasting. Jesus did it. Buddha did it. Monks and saints and new age gurus have done it. And, for for this episode, the late David Rakoff tried it. He did a 20-day fast, to find out if it would bring him any form of enlightenment. Also, contributor Starlee Kine tells a story about getting as close to one promised land as you possibly can, without actually going in.","original_air_date":"2004-02-20T00:00:00","title":"Promised Land"},{"number":"258","description":"A popular, progressive politician becomes...a talk show host. One you've probably heard of. A group of nuns leave the Catholic Church...only to find themselves essentially, remaining nuns. These and other stories of people leaving the situation they're used to—and striking off for something less familiar.","original_air_date":"2004-01-30T00:00:00","title":"Leaving the Fold"},{"number":"257","description":"People return to the scene of the crime where they should have spoken clearly, plainly, forcefully...to review what the hell went wrong, and in a few cases, to fix it. Jonathan Goldstein tries to stop time. Charles Monroe tries to figure out how to teach a lesson to the President of the United States.","original_air_date":"2004-01-16T00:00:00","title":"What I Should've Said"},{"number":"256","description":"Stories of people living without. Nubar Alexanian explains what fish can do for him that his own ears cannot. Sarah Vowell explains the cheerful journalism of deprivation. And other stories.","original_air_date":"2004-01-09T00:00:00","title":"Living Without"},{"number":"255","description":"The vexing difficulty of finding the perfect gift, illustrated in three acts.","original_air_date":"2003-12-19T00:00:00","title":"This American's Life's Holiday Gift-Giving Guide"},{"number":"254","description":"<a href=\"http://www.thisamericanlife.org/radio-archives/episode/230/come-back-to-afghanistan\">In early 2003, we brought you a special show</a> about a California teenager, Hyder Akbar, who traveled to Afghanistan, his family's homeland, for the first time.","original_air_date":"2003-12-12T00:00:00","title":"Teenage Embed, Part Two"},{"number":"253","description":"Stories from faraway, hard-to-get-to places, where all rules are off, nefarious things happen because no one's looking, and there's no one to appeal to.","original_air_date":"2003-12-05T00:00:00","title":"The Middle of Nowhere"},{"number":"252","description":"During the period of the year with the highest turkey consumption, we bring you an annual <em>This American Life</em> tradition: Stories of turkeys, chickens, geese, ducks, fowl of all kinds, real and imagined, and their mysterious hold over us.","original_air_date":"2003-11-28T00:00:00","title":"Poultry Slam 2003"},{"number":"251","description":"Biblical fables ripped from today's headlines. In his ongoing effort to write his own version of the Bible, Jonathan Goldstein retells the story of Cain and Abel. Finally we hear Cain's side of the story.  Plus: neighbors in a small town in Illinois wonder if they could have stepped in—as their neighbors' keepers—to prevent a brutal triple murder.","original_air_date":"2003-11-21T00:00:00","title":"Brother's Keeper"},{"number":"250","description":"Why is it always harder than you think it'll be? We explore several case examples of the annoying gap between theory and practice.","original_air_date":"2003-11-07T00:00:00","title":"The Annoying Gap Between Theory...and Practice"},{"number":"249","description":"We make what's usually invisible, visible: the world of trash. We follow the trash from the sanitation men on the street, to the mob guys who controlled the hauling business, to the people who actually live in dumps.","original_air_date":"2003-10-31T00:00:00","title":"Garbage"},{"number":"248","description":"Some stories we make happen, others happen to us. Extremes from the latter category, where people let things happen to them and don't act, even when maybe they should. David Rakoff guest hosts.","original_air_date":"2003-10-24T00:00:00","title":"Like It or Not"},{"number":"247","description":"What is this thing? This thing called love, that is. For answers, we explore the romance novel industry, a $1.5 billion empire run almost entirely by and for women. Plus, relearning the rules of romance from the other side of the gender line. And Sarah Vowell tells the story of the Greatest Romance of the 20th Century.","original_air_date":"2003-09-19T00:00:00","title":"What Is This Thing?"},{"number":"246","description":"Stories of very unusual pen pals, people whose relationship could not exist without the help of the postal service.","original_air_date":"2003-09-12T00:00:00","title":"My Pen Pal"},{"number":"245","description":"What is it about them, our mean friends? They treat us badly, they don't call us back, they cancel plans at the last minute, and yet we come back for more. Popular bullies exist in business, politics, everywhere. How do they stay so popular?","original_air_date":"2003-09-05T00:00:00","title":"Allure of the Mean Friend"},{"number":"244","description":"In real life, we usually never get to invent ingenious solutions, like the guy in the old TV series <em>MacGyver</em>. Today, four real stories in which real people invent amazingly clever solutions to their problems.","original_air_date":"2003-08-15T00:00:00","title":"MacGyver"},{"number":"243","description":"Stories about what the passage of time can do to someone. When each story starts, the world's aligned one way. Years pass&mdash;or sometimes just months—and everything's different.","original_air_date":"2003-07-25T00:00:00","title":"Later That Same Day"},{"number":"242","description":"Living behind enemy lines among the enemy, it's sometimes hard to remember why you're fighting in the first place.","original_air_date":"2003-07-18T00:00:00","title":"Enemy Camp"},{"number":"241","description":"Instead of the usual \"each week we choose a theme, and bring you 3 or 4 stories on that theme\" business, we throw all that away and bring you 20 stories—yes, 20—in 60 minutes.","original_air_date":"2003-07-11T00:00:00","title":"20 Acts in 60 Minutes"},{"number":"240","description":"Stories of people putting themselves in charge in very unlikely, unpromising circumstances.","original_air_date":"2003-06-20T00:00:00","title":"I'm In Charge Now"},{"number":"239","description":"Stories of people who are lost, histories that are lost, and things that are lost. This show was recorded onstage in front of audiences on a five-city tour in May 2003. The cities: Boston, Washington DC, Portland Oregon, Denver and Chicago. Featuring house band <a href=\"http://okgo.net\" target=\"_blank\">OK Go</a>.","original_air_date":"2003-06-06T00:00:00","title":"Lost in America"},{"number":"238","description":"Stories of what can and cannot be translated. A short, non-athletic, bespectacled East Asian studies major who couldn't make his high school basketball team finds himself in the NBA as the personal translator for the first-ever Chinese pro basketball superstar, Yao Ming. Plus, a Palestinian man teaches Hebrew classes in the Gaza strip to Palestinians eager to learn news from the other side of the checkpoint.","original_air_date":"2003-05-30T00:00:00","title":"Lost in Translation"},{"number":"237","description":"Sure, John Kerry got in trouble for using the phrase, but we have no fear. Because we know that regime change, like charity, begins at home.  This week: Stories of regime change in everyday life—people switching jobs, people switching families, businesses dying and new ones starting in their place.","original_air_date":"2003-04-18T00:00:00","title":"Regime Change"},{"number":"236","description":"Stories from a contradictory recession. (Audio is from the updated 2004 broadcast)","original_air_date":"2003-04-11T00:00:00","title":"My Two Cents"},{"number":"235","description":"Stories from the beginnings of the war in Iraq, and how it compares with wars in our country's past.","original_air_date":"2003-03-21T00:00:00","title":"The Balloon Goes Up"},{"number":"234","description":"Does talking about it really help? Stories where it does, and stories where it doesn't, including a man who tried to battle his fears by listing them. He ended up with a list 183 items long.","original_air_date":"2003-03-14T00:00:00","title":"Say Anything"},{"number":"233","description":"Stories of people starting over, sometimes because they want to, other times because they have to.","original_air_date":"2003-03-07T00:00:00","title":"Starting from Scratch"},{"number":"232","description":"It's been said that truth is the first casualty of war. In this week's show, we try to get the real stories from three very different wars.","original_air_date":"2003-02-14T00:00:00","title":"The Real Story"},{"number":"231","description":"Stories of people trying to save the world one person at a time, and stories of sudden truths delivered by complete strangers.","original_air_date":"2003-02-07T00:00:00","title":"Time to Save the World"},{"number":"230","description":"In January 2002, the President of Afghanistan, Hamid Karzai, spoke at Georgetown University. There he urged Afghan-Americans, especially young ones, to move back to Afghanistan.","original_air_date":"2003-01-31T00:00:00","title":"Come Back to Afghanistan"},{"number":"229","description":"Stories of some of the secrets our government keeps: of imprisonment, deportation, and spying, and how those secrets affect us.","original_air_date":"2003-01-10T00:00:00","title":"Secret Government"},{"number":"228","description":"Two stories about love, and what people mean when they use the word love. Or, looked at differently, two modern-day reinterpretations of the Frog Prince story. One concerns a pretty man falling in love with an unlikely woman. And an unlikely woman falling in love with a pretty bird.","original_air_date":"2003-01-03T00:00:00","title":"You Are So Beautiful…To Me"},{"number":"227","description":"Stories about why we should go to war versus stories of why we shouldn't.","original_air_date":"2002-12-20T00:00:00","title":"Why We Fight"},{"number":"226","description":"Stories of people stuck in their own personal reruns—moments or episodes that they revisit over and over again.    <br><br>You can watch an <a href=\"http://www.youtube.com/watch?feature=player_embedded&v=PxQ9Gx2-ceM\">animated version</a> of Robert Krulwich's Jackie O story from this episode.","original_air_date":"2002-12-06T00:00:00","title":"Reruns"},{"number":"225","description":"Home movies are often all the same—kids on the beach, people getting married, birthday parties—so why do we make and watch so many of them? Maybe it's because the story they show and the story they tell are different. In this show, we bring you five stories that all start with a fairly typical home movie but go on to tell a unique story.","original_air_date":"2002-11-08T00:00:00","title":"Home Movies"},{"number":"224","description":"In this week's show, we celebrate the oft-beleaguered and misrepresented middleman. \"Cut out the middleman! Death to the middleman!\" the angry hordes cry. Not us. We say, \"Hi, middleman. Here are three splendid acts to toast your subtle virtues.\"","original_air_date":"2002-10-25T00:00:00","title":"Middlemen"},{"number":"223","description":"In this show we take the classifieds from one Sunday edition of the <em>Chicago Sun-Times</em> and one edition of the local alternative weekly <em>Chicago Reader</em>, and fill a program with stories that come from the ads. Through the jobs offered, the missed connections, the crap that people sell each other and the musicians' ads we get a portrait of a whole city.","original_air_date":"2002-10-11T00:00:00","title":"Classifieds"},{"number":"222","description":"Some people have a rather dark worldview that divides people into two groups: Suckers and non-suckers. We hear their stories.","original_air_date":"2002-09-27T00:00:00","title":"Suckers"},{"number":"221","description":"Stories of people traveling under fake papers, false identities, not for power or personal gain, but for their own deeper personal reasons.","original_air_date":"2002-09-20T00:00:00","title":"Fake I.D."},{"number":"220","description":"Stories of people getting more testosterone and coming to regret it. And of people losing it and coming to appreciate life without it. The pros and cons of the hormone of desire.","original_air_date":"2002-08-30T00:00:00","title":"Testosterone"},{"number":"219","description":"Stories of innocent people fleeing from dangerous men in cars who shoot at them. Unlike in the movies, the pursuers aren't foreign agents or rogue CIA agents, but drunk off-duty policemen and small-town teenagers. Real-ife high-speed chases: who gets chased...and who does the chasing.","original_air_date":"2002-08-16T00:00:00","title":"High Speed Chase"},{"number":"218","description":"We devote this entire episode to one story: Over the course of six months, reporter and <em>TAL</em> contributor Jack Hitt followed a group of inmates at a high-security prison as they rehearsed and staged a production of the last act—Act V—of <em>Hamlet</em>.","original_air_date":"2002-08-09T00:00:00","title":"Act V"},{"number":"217","description":"It's been two years since the Mideast peace process collapsed, two years in which each side has done terrible things to the other side. We wanted to understand what that has done to people living in Israel and the West Bank, and to see if anyone is feeling hope.","original_air_date":"2002-08-02T00:00:00","title":"Give It to Them"},{"number":"216","description":"Stories of people who go to great lengths to give people what they want, and how they're rewarded sometimes, misguided other times.","original_air_date":"2002-07-12T00:00:00","title":"Give the People What They Want"},{"number":"215","description":"Stories about people who turned to the experts and got horrible advice. One story is about people who went to therapists who made them sicker. Another is about how the hosts of <em>Car Talk</em> inadvertently (or perhaps intentionally) destroyed a car belonging to one of their own employees.","original_air_date":"2002-06-14T00:00:00","title":"Ask An Expert"},{"number":"214","description":"We take the stately laws of physics—laws which mathematicians and scientists have spent centuries discovering and verifying—and apply them to the realm of human relationships, to see if they shed useful light on our daily lives.","original_air_date":"2002-05-31T00:00:00","title":"Family Physics"},{"number":"213","description":"Stories of people who are trying to convince you that the Devil is there, whispering in your ear...and stories of people who try to deny he's there, against some very heavy evidence.","original_air_date":"2002-05-24T00:00:00","title":"Devil on My Shoulder"},{"number":"212","description":"Stories about what happens when a new guy comes on the scene, and changes the way everyone who was already there relates to each other.","original_air_date":"2002-05-10T00:00:00","title":"The Other Man"},{"number":"211","description":"Stories about what happens when you name names. When you turn someone over to the authorities, it can set into motion lots of huge, unintended consequences. A reporter turns over an interviewee to the FBI. A group of teachers turn in their principal. A director turns in his Communist colleagues to the United States Congress.","original_air_date":"2002-05-03T00:00:00","title":"Naming Names"},{"number":"210","description":"After a decade in which DNA evidence has freed over 100 people nationwide, it's become clear that DNA evidence isn't just proving wrongdoing by criminals, it's proving wrongdoing by police and prosecutors. In this show, we look at what DNA has revealed to us: how police get innocent people to confess to crimes they didn't commit and how they get witnesses to pin crimes on innocent people.","original_air_date":"2002-04-19T00:00:00","title":"Perfect Evidence"},{"number":"209","description":"Two stories that are worst case scenarios for any parent. In each story, when you take apart what happened and how it happened, it's hard to see how anyone could've prevented things from going bad.","original_air_date":"2002-03-29T00:00:00","title":"Didn't Ask to Be Born"},{"number":"208","description":"Stories of high drama from our nation's workplaces. They turn out to be surprising, emotional places, with all the greed, jealousy, and ambition of real politics.","original_air_date":"2002-03-15T00:00:00","title":"Office Politics"},{"number":"207","description":"Stories about people who were told that they're different. Some of them were comfortable with it. Some didn't understand it. And some understood, but didn't like it.","original_air_date":"2002-03-08T00:00:00","title":"Special Ed"},{"number":"206","description":"Life aboard the USS John C. Stennis, an aircraft carrier that was stationed in the Arabian Sea and supported bombing missions over Afghanistan. Only a few dozen people on board actually fly jets. It takes the rest of the crew — over 5,000 people — to keep them in the air. <em>This American Life</em> producers visited the Stennis in 2002, about six weeks into its deployment. The hour is devoted to this one story.","original_air_date":"2002-03-01T00:00:00","title":"Somewhere in the Arabian Sea"},{"number":"205","description":"There's the thing you plan to do, and then there's the thing you end up doing. Most of us start off our lives with some Plan A which we abandon...switching to a Plan B, which becomes our life.","original_air_date":"2002-02-01T00:00:00","title":"Plan B"},{"number":"204","description":"The story of how the American Psychiatric Association decided in 1973 that homosexuality was no longer a mental illness.","original_air_date":"2002-01-18T00:00:00","title":"81 Words"},{"number":"203","description":"All the stories in this week's show center on personal recordings that one person made for just one other person.","original_air_date":"2002-01-11T00:00:00","title":"Recordings for Someone"},{"number":"202","description":"Stories of faith: losing it, talking about it, constructing it, and working within it.","original_air_date":"2001-12-21T00:00:00","title":"Faith"},{"number":"201","description":"In a time of war, when we're all feeling a heightened sense of \"us\" and \"them,\" we wanted to take up the problem of \"them.\" Some people need a good \"them.\" Other people tend to see all \"thems\" as more like us. And so we bring you three stories of people misperceiving the them-miness of them.","original_air_date":"2001-12-07T00:00:00","title":"Them"},{"number":"200","description":"Of all the wars to win, perhaps the propaganda war is the hardest. In this show, we bring you stories of propaganda wars past and present, by those who fought them and those who survived them.","original_air_date":"2001-11-30T00:00:00","title":"Hearts and Minds"},{"number":"199","description":"Our entire show this week is one long story, sort of a real-life Hardy Boys mystery. More than most of our shows, this one lends itself to a Hollywood-style tagline. Perhaps: \"You Might Break In...But You'll Never Forget.\" Or \"Dead Letters Tell No Tales.\"","original_air_date":"2001-11-16T00:00:00","title":"House on Loon Lake"},{"number":"198","description":"Stories of people climbing to be number one. How do they do it? What is the fundamental difference between us and them?","original_air_date":"2001-11-02T00:00:00","title":"How to Win Friends and Influence People"},{"number":"197","description":"There's the time when you know something is happening, but you're not sure exactly what. The illness before it's diagnosed. The era, before it's been given a title. And something changes when the name is given. Stories of that transformation...between what it is now, and what it was before it had a name.","original_air_date":"2001-10-26T00:00:00","title":"Before It Had A Name"},{"number":"196","description":"In the movie <em>Rashomon</em>, one story is told from four different points of view. The story changes dramatically depending on who's telling it. This week, the events of September 11th, and how their meaning changes depending on who you talk to.","original_air_date":"2001-10-05T00:00:00","title":"Rashomon"},{"number":"195","description":"In September 2001, we tried to sort out what the war in Afghanistan would be like, and what our lives would be like during this war.","original_air_date":"2001-09-28T00:00:00","title":"War Stories"},{"number":"194","description":"Stories in the wake of the events of September 11, 2001.","original_air_date":"2001-09-21T00:00:00","title":"Before and After"},{"number":"193","description":"In the wake of the attacks on the World Trade Center and the Pentagon, a collection of stories in which people try to make sense of loss.","original_air_date":"2001-09-14T00:00:00","title":"Stories of Loss"},{"number":"192","description":"The story of one man's journey from obscurity to international professional celebrity—aided only by his own hard work, a sneaker commercial, and mad handles. And other stories of amateurs hurtling themselves at the pros whose jobs they covet.","original_air_date":"2001-08-31T00:00:00","title":"Meet the Pros"},{"number":"191","description":"Stories for the stultifying, torpor-inducing, hottest heat of summer.","original_air_date":"2001-08-17T00:00:00","title":"I Know What You Did This Summer"},{"number":"190","description":"There's a deep impulse in American culture that says that you can make yourself into anyone. Today, three stories about people who tried to do just that.","original_air_date":"2001-08-03T00:00:00","title":"Living the Dream"},{"number":"189","description":"Nearly this entire show is devoted to the story of the boat known as \"Hitler's Yacht.\" It's a modern-day fable about what happens when the free market, the media, the World War II buffs, the Neo-Nazis, and the Jews all collide over a huge Nazi tourist trap.","original_air_date":"2001-07-13T00:00:00","title":"Hitler's Yacht"},{"number":"188","description":"Stories of kids using perfectly logical arguments, and arriving at perfectly wrong conclusions.","original_air_date":"2001-06-22T00:00:00","title":"Kid Logic"},{"number":"187","description":"For Father's Day, stories of dads who are utterly human in scale.","original_air_date":"2001-06-15T00:00:00","title":"Father's Day '01"},{"number":"186","description":"While the seniors danced at Prom Night 2001 in Hoisington, Kansas—a town of about 3,000—a tornado hit the town, destroying about a third of it. When they emerged from the dance, they discovered what had happened, and in the weeks that followed, they tried to explain to themselves why the tornado hit where it did. Plus other stories that happen on Prom Night.","original_air_date":"2001-06-08T00:00:00","title":"Prom"},{"number":"185","description":"Stories of people worshiping false idols...and if that's always a bad thing.","original_air_date":"2001-05-25T00:00:00","title":"Golden Calf"},{"number":"184","description":"Stories of people trying to love their neighbors...and failing.","original_air_date":"2001-05-11T00:00:00","title":"Neighbors"},{"number":"183","description":"Stories about the legacy of absent parents. We hear four cases from the files of the Missing Parents Bureau.","original_air_date":"2001-04-20T00:00:00","title":"The Missing Parents Bureau"},{"number":"182","description":"Stories that make us cringe, and an investigation into just what, exactly, makes some stories capable of forcing this physical reaction out of us when other stories don't. We hear tales of personal humiliation, romance gone wrong, and people who profoundly misjudge how they're perceived by others.","original_air_date":"2001-04-13T00:00:00","title":"Cringe"},{"number":"181","description":"A special show, composed entirely of stories from just one <em>This American Life</em> contributor: Scott Carrier, whose strange and compelling stories sound like nothing else on the radio.","original_air_date":"2001-04-06T00:00:00","title":"The Friendly Man"},{"number":"180","description":"Stories of people who try to revisit their childhoods. What they find. And what they do not find.","original_air_date":"2001-03-23T00:00:00","title":"Return to Childhood"},{"number":"179","description":"The story in a way of a town that time forgot, or more accurately, a town that tried to forget the times. A special broadcast co-hosted by award-winning journalist Alex Kotlowitz, author of the books <a href=\"http://www.amazon.com/gp/product/0385265565?ie=UTF8&tag=thiamelif-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=0385265565\" target=\"_blank\"><em>There Are No Children Here</em></a> and <a href=\"http://www.amazon.com/gp/product/038547721X?ie=UTF8&tag=thiamelif-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=038547721X\" target=\"_blank\"><em>The Other Side of the River</em></a>.","original_air_date":"2001-03-16T00:00:00","title":"Cicero"},{"number":"178","description":"We answer the following questions about superpowers: Can superheroes be real people? (No.) Can real people become superheroes? (Maybe.) And which is better: flight or invisibility? (Depends who you ask.)  <p>  Chris ware's comic mentioned in the episode is <a href=\"http://www.thisamericanlife.org/radio-archives/episode/178/superpowers#slideshow\">here</a>.   </p>","original_air_date":"2001-02-23T00:00:00","title":"Superpowers"},{"number":"177","description":"Stories of people living completely outside the grid of American life. Americans in Paris. Chinese in America. West Virginians in treehouses. Mexican-Americans in Rochester.","original_air_date":"2001-02-09T00:00:00","title":"American Limbo"},{"number":"176","description":"In the wake of the 2001 election debacle in Florida, the two political halves of this country seemed angrier at each other than they had in decades. This week we bring you tales of that widening rift. Democrats explain why they're having trouble getting over it, and Republicans explain why this is so infuriating.","original_air_date":"2001-01-26T00:00:00","title":"Two Nations, One President"},{"number":"175","description":"Stories of babysitters, and what goes on while mom and dad are away that mom and dad never find out about. Including the story of two teenagers who decide to invent children to babysit, as an excuse to get out of their own house.","original_air_date":"2001-01-05T00:00:00","title":"Babysitting"},{"number":"174","description":"Birthdays, anniversaries, and milestones of all sorts...and how they mean something whether we want them to or not. A live show taped for our fifth anniversary, back in 2000, when we went on the road to Boston, New York, Chicago, and L.A. Featuring house band <a href=\"http://okgo.net\">OK Go</a>.","original_air_date":"2000-12-29T00:00:00","title":"Birthdays, Anniversaries, and Milestones"},{"number":"173","description":"A story of self-deception, a story about deceiving others, and a story about accidental deception. And how one type of deception can easily turn into another.","original_air_date":"2000-12-15T00:00:00","title":"Three Kinds of Deception"},{"number":"172","description":"The <em>This American Life</em> producers document one day in a Chicago diner called The Golden Apple, starting at 5 a.m. and going until 5 a.m. the next morning. We hear from the waitress who has worked the graveyard shift for over two decades, the regular customers who come every day, the couples working out their problems, various assorted drunks, and, of course, cops.","original_air_date":"2000-11-17T00:00:00","title":"24 Hours at the Golden Apple"},{"number":"171","description":"Stories for the eve of the Presidential election, in which we try to evade, sidestep or look beneath the candidates' soundbites.","original_air_date":"2000-11-03T00:00:00","title":"Election"},{"number":"170","description":"We live in a big enough country that there are lots of laws too obscure for most of us to have heard of...but which actually affect tens of thousands of lives in huge ways. This show deals with one of them: A 1996 immigration law that the <a href=\"http://www.uscis.gov/\" target=\"_blank\">Immigration Service</a> itself says is unfair.","original_air_date":"2000-10-13T00:00:00","title":"Immigration"},{"number":"169","description":"We as a nation declared our independence based on, among other things, the right to pursue our happiness. But what does it mean, over two centuries later, to grow up in a country with an inalienable right to pursue happiness? Stories of people pursuing happiness, and sometimes, achieving it.","original_air_date":"2000-09-29T00:00:00","title":"Pursuit of Happiness"},{"number":"168","description":"There are all sorts of situations in which we suspect the fix is in, but we almost never find out for certain. On today's show, for once, we find out. The whole program is devoted to one story, in which we go inside the back rooms of one multinational corporation and hear the intricate workings—recorded on tape—of how they put the fix in. (Pictured: former ADM executive Mark Whitacre)","original_air_date":"2000-09-15T00:00:00","title":"The Fix Is In"},{"number":"167","description":"Stories of people who are engaged in something that's both difficult and probably futile: Trying to control how they'll be seen by generations to come.","original_air_date":"2000-09-08T00:00:00","title":"Memo to the People of the Future"},{"number":"166","description":"Three stories that consider the question: Does anyone's family ever change?","original_air_date":"2000-08-11T00:00:00","title":"Nobody's Family Is Going to Change"},{"number":"165","description":"Many Americans have dreamy and romantic ideas about Paris, notions which probably trace back to the 1920s vision of Paris created by the expatriate Americans there. But what's it actually like in Paris if you're an American, without rose-colored glasses?","original_air_date":"2000-07-28T00:00:00","title":"Americans In Paris"},{"number":"164","description":"Every crime scene hides a story. In this week's show, we hear about crime scenes and the stories they tell.","original_air_date":"2000-07-07T00:00:00","title":"Crime Scene"},{"number":"163","description":"Stories of a typically American kind of hero: The person who decides to fight city hall, who stands up alone for what's right, and damn the consequences.","original_air_date":"2000-06-30T00:00:00","title":"Can You Fight City Hall…If You Are City Hall?"},{"number":"162","description":"Stories of people who did not want to move but circumstance forced their hands, and so they tried to move without really moving.","original_air_date":"2000-06-23T00:00:00","title":"Moving"},{"number":"161","description":"Imagine that you could somehow look down from above, onto all the streets and avenues and country roads and highways of this nation...each car below its own tiny subculture on wheels...glass and steel worlds rolling down the street alongside each other. We hear what's going on inside some of these cars.","original_air_date":"2000-06-02T00:00:00","title":"Million Bubbles"},{"number":"160","description":"In context of the Presidential contest between George W. Bush and Al Gore, we hear stories of character assassination...political and non-political.","original_air_date":"2000-05-19T00:00:00","title":"Character Assassination"},{"number":"159","description":"Stories of moms: How they treat us, how we treat them.","original_air_date":"2000-05-12T00:00:00","title":"Mother's Day"},{"number":"158","description":"The pleasure of being in a rampaging, angry mob...and the terror of being in a rampaging, angry mob.","original_air_date":"2000-05-05T00:00:00","title":"Mob Mentality"},{"number":"157","description":"All those people you see in the middle of the workday, in coffee shops and bookstores? Who are they? Why aren't they at work?","original_air_date":"2000-04-14T00:00:00","title":"Secret Life of Daytime"},{"number":"156","description":"Usually&nbsp;<em>This American Life</em>&nbsp;brings you stories of people in the&nbsp;<em>middle</em>&nbsp;of big experiences. But sometimes these moments of dramatic change are only half the story. The other half occurs after time passes and they return to revisit what happened, and who they were back when. Today's show is about what they find.","original_air_date":"2000-03-31T00:00:00","title":"What Remains"},{"number":"155","description":"Stories of people who tell a lie and then believe the lie more than anyone else does. In other words: Stories about people pulling hoaxes...on themselves.","original_air_date":"2000-03-17T00:00:00","title":"Hoaxing Yourself"},{"number":"154","description":"Stories of dogs and cats and other animals that live in our homes. Exactly how much are they caught up in everyday family dynamics? We answer this question and others.","original_air_date":"2000-03-10T00:00:00","title":"In Dog We Trust"},{"number":"153","description":"Stories of what people are playing at when they play with dolls.","original_air_date":"2000-03-03T00:00:00","title":"Dolls"},{"number":"152","description":"Stories of love in its earliest stage. Crushes: what's terrible about them, what's great about them and how they can overshadow real love for some people.","original_air_date":"2000-02-11T00:00:00","title":"Crush"},{"number":"151","description":"Today's program is made all of stories from the New Hampshire primary. Voters want to find a candidate who inspires them. Candidates want to inspire. So where's the system failing? Why do most of us feel like the system doesn't produce anyone inspiring? We hear stories that answer why. We hear from voters who've found candidates they love. And we hear what those voters are seeing that the rest of us aren't.","original_air_date":"2000-01-28T00:00:00","title":"Primary"},{"number":"150","description":"Stories of kids trying to act like adults—some by choice—some because they're forced to.","original_air_date":"2000-01-21T00:00:00","title":"Kids As Adults"},{"number":"149","description":"In the hospital, we give up our normal schedule and sleep patterns; we give up our normal food and clothing; we're in a place that has its own rules and its own language and its own customs.","original_air_date":"2000-01-14T00:00:00","title":"Bedside Diplomacy"},{"number":"148","description":"A special Christmas edition of our show, with stories about Santa Claus—the many many different versions of Santa Claus. It was in America, in New York, that people started believing in the modern idea of Santa—a guy who comes down the chimney with a sack of goodies. But America has invented a few other Santas as well.","original_air_date":"1999-12-24T00:00:00","title":"The Angels Wanna Wear My Red Suit"},{"number":"147","description":"Oh faithless and perverse generation? How long shall I be with you? How long shall I bear with you?—Matthew 17.","original_air_date":"1999-12-17T00:00:00","title":"A Teenager's Guide to God"},{"number":"146","description":"Stories of nature creeping into man-made environments. Of nature sneaking in places where its very presence is a rebuke to the notion that we as a species have things under control.","original_air_date":"1999-12-10T00:00:00","title":"Urban Nature"},{"number":"145","description":"For Thanksgiving, the time of year when poultry consumption is highest, it's our annual program about turkeys, chickens, fowl of all types, and their mysterious hold over our imaginations. This show includes favorite stories from previous Poultry Shows, and some new stories.","original_air_date":"1999-11-26T00:00:00","title":"Poultry Slam 1999"},{"number":"144","description":"One reason we tell stories is to explain things to ourselves that cannot, in the end, always be explained. When someone we're close to dies, we struggle for a way to get our minds around the fact of their absence. And often—the stories we invent aren't quite up to the job. In this week's show, people struggle to invent words adequate to cope with death.","original_air_date":"1999-11-05T00:00:00","title":"Where Words Fail"},{"number":"143","description":"We've all heard occasional news stories about how some of the drug laws enacted in the last 15 years may have gone too far. First time offenders get locked up for decades. Judges—even Republican appointees—say that mandatory minimum sentences prevent them from making fair rulings. But have sentences really gone too far?","original_air_date":"1999-10-22T00:00:00","title":"Sentencing"},{"number":"142","description":"We hear the story of one African-American single mother. Barbara Clinkscales recorded her family's life over the course of seven months for <em>This American Life.</em> Her life defies—or makes irrelevant—most of our typical notions of inner-city, black single mothers.","original_air_date":"1999-10-15T00:00:00","title":"Barbara"},{"number":"141","description":"Stories of people who are trying to make invisible worlds visible, and what happens when you make them visible.","original_air_date":"1999-10-01T00:00:00","title":"Invisible Worlds"},{"number":"140","description":"Stories of family businesses, and what happens when the tension of family dynamics collides with the pressure of capitalist market forces.","original_air_date":"1999-09-24T00:00:00","title":"Family Business"},{"number":"139","description":"Stories of political idealists, stories designed to provide some small sense of hope about American politics. Most of these were first broadcast during the 1996 Presidential race.","original_air_date":"1999-09-03T00:00:00","title":"Ghosts of Elections Past"},{"number":"138","description":"Stories of people drawn to some idea, some picture, some \"thing\" that they just want to be. How some people imitate this \"thing\" innocently, some less innocently, and how easy it is to slip from one to the other.","original_air_date":"1999-08-27T00:00:00","title":"The Real Thing"},{"number":"137","description":"Stories of people who believe a book changed their life. It's a romantic notion, and one reason we believe it is because we want to believe our lives can be changed by something so simple as an idea — or a set of ideas contained in a book.","original_air_date":"1999-08-20T00:00:00","title":"The Book That Changed Your Life"},{"number":"136","description":"Three stories, three people, and three sets of maps. Stories of people trying to figure out where they are in the world in the most literal and least literal ways possible. We explore what it's like to be lost—how we all struggle in that moment not to give ourselves over to fear but try to enjoy it.","original_air_date":"1999-08-06T00:00:00","title":"You Are Here"},{"number":"135","description":"We think of crime as a kind of monolithic, menacing presence. But there are many kinds of crimes and many kinds of criminals. Through our crimes, we express who we are. Today we hear of three different criminals and three different kinds of crimes.","original_air_date":"1999-07-23T00:00:00","title":"Allure of Crime"},{"number":"134","description":"Stories about what happens when we don't do something. It turns out that not falling in love, not doing our jobs, not spending time with our families is every bit as vivid and complicated an experience as doing something.","original_air_date":"1999-07-09T00:00:00","title":"We Didn't"},{"number":"133","description":"Consider for a moment all the art forms that began in America: jazz, the blues, musical theater, rock n' roll, phonograph recordings, television, motion pictures, video games. But the art form in which America leads the world—more than any other—is the art of selling. In this show: case examples to prove the point.","original_air_date":"1999-06-25T00:00:00","title":"Sales"},{"number":"132","description":"For Father's Day, stories about fathers going out of their way to protect their kids, and kids going out of their way to protect their fathers.","original_air_date":"1999-06-18T00:00:00","title":"Father's Day '99"},{"number":"131","description":"Stories in which young people take matters into their own hands: Students who become political activists, students who pull pranks, violent students. Broadcast for the tenth anniversary of the crackdown at Tiananmen Square.","original_air_date":"1999-06-04T00:00:00","title":"The Kids Are Alright"},{"number":"130","description":"Stories of people going home to places they've never been before.","original_air_date":"1999-05-21T00:00:00","title":"Away From Home"},{"number":"129","description":"A program taped before live audiences in Seattle (thanks to public radio station KUOW) and at HBO's U.S. Comedy Arts Festival in Aspen. A taxonomy of different kinds of advice—and stories that illustrate why advice is so rarely taken.","original_air_date":"1999-05-14T00:00:00","title":"Advice"},{"number":"128","description":"There's a tourist monument called Four Corners, where Arizona, Colorado, Utah and New Mexico meet. In this episode, we try to tell the story of life in America through portraits of life on four different corners, in four different states across the nation.","original_air_date":"1999-04-30T00:00:00","title":"Four Corners"},{"number":"127","description":"This entire show is devoted to just one story. A former pimp tells how he and three childhood friends became pimps in the 1970s in Oakland, California. He explains all the elaborate \"rules of the game\" among pimps and prostitutes of that era. He didn't have the stomach for the violence of pimping, and failed as a pimp because of that. Tamar Brott reports.","original_air_date":"1999-04-16T00:00:00","title":"Pimp Anthropology"},{"number":"126","description":"Stories of people trying to do good: Why they often fail and why they occasionally succeed.","original_air_date":"1999-04-09T00:00:00","title":"Do-Gooders"},{"number":"125","description":"Stories of the end of the world. More people believe it's more imminent than you probably realize.","original_air_date":"1999-04-02T00:00:00","title":"Apocalypse"},{"number":"124","description":"Stories of people moving to this country: what they see and hear about America that those of us who were born here don't necessarily see.","original_air_date":"1999-03-19T00:00:00","title":"Welcome to America"},{"number":"123","description":"Stories of people who choose not to live every moment to the fullest or smell the roses, and instead choose to withdraw from life, to make themselves numb.","original_air_date":"1999-02-26T00:00:00","title":"High Cost of Living"},{"number":"122","description":"For Valentine's Day, stories of impossible love and heartbreak.","original_air_date":"1999-02-12T00:00:00","title":"Valentine's Day '99"},{"number":"121","description":"One thing that makes our country different from&nbsp;most others is this idea that you can re-create yourself as someone&nbsp;you'd prefer to be...sell everything off, head out west, start a&nbsp;new life.&nbsp; But what happens if you're too good at it?&nbsp; At throwing&nbsp;everything out and starting over?<br><br>","original_air_date":"1999-01-29T00:00:00","title":"Twentieth Century Man"},{"number":"120","description":"Three stories of people pretending to be something they're not, and what happens to them.","original_air_date":"1999-01-22T00:00:00","title":"Be Careful Who You Pretend to Be"},{"number":"119","description":"With the number of prisoners in the United States rising rapidly, we present stories of their lives and the lives of their families and children.","original_air_date":"1999-01-08T00:00:00","title":"Lockup"},{"number":"118","description":"Stories about seeing and being seen. Taped before a live audience in Town Hall in New York City in December 1998, this was a co-production with WNYC New York, featuring live music by the pop band They Might Be Giants and the <em>This American Life</em> Orchestra.","original_air_date":"1998-12-18T00:00:00","title":"What You Lookin' At?"},{"number":"117","description":"The family table is stage on which many family dramas are played out. We hear three stories...of three families...at three meals.","original_air_date":"1998-12-11T00:00:00","title":"You Gonna Eat That?"},{"number":"116","description":"For Thanksgiving, the time of year when poultry consumption is highest, it's our annual program about turkeys, chickens, and fowl of all types.","original_air_date":"1998-11-27T00:00:00","title":"Poultry Slam 1998"},{"number":"115","description":"Stories of the first day on the job, the first day in a relationship, the first day in school. On the first day, any first day, we're expected to live by the rules and customs of the culture we're entering, but we don't know those rules and customs just yet.","original_air_date":"1998-11-13T00:00:00","title":"First Day"},{"number":"114","description":"Stories of people's last words before death. Their one last shot at figuring things out, summing things up. One last moment of asserting the fact of our existence, at the moment of our annihilation.","original_air_date":"1998-10-23T00:00:00","title":"Last Words"},{"number":"113","description":"What happens when you suddenly strike it rich. And the power money has over our lives, for good and bad.","original_air_date":"1998-10-16T00:00:00","title":"Windfall"},{"number":"112","description":"Germs, and how they make us leave the world of rational thinking.","original_air_date":"1998-10-02T00:00:00","title":"Ladies and Germs"},{"number":"111","description":"I thought this was supposed to be easy. Tales from the simple life.","original_air_date":"1998-09-11T00:00:00","title":"Adventures in the Simple Life"},{"number":"110","description":"Five ways of mapping the world. One story about people who make maps the traditional way — by drawing things we can see. And other stories about people who map the world using smell, sound, touch, and taste. The world redrawn by the five senses.","original_air_date":"1998-09-04T00:00:00","title":"Mapping"},{"number":"109","description":"Stories of summer camp. People who love camp say that non-camp people simply don't understand what's so amazing about camp. In this program, we attempt to bridge the gap of misunderstanding between camp people and non-camp people.","original_air_date":"1998-08-28T00:00:00","title":"Notes on Camp"},{"number":"108","description":"Two stories of children lying to themselves and others. A woman who'd been diagnosed with cystic fibrosis talks about the lies she told herself as a child. And <a href=\"http://www.dangediman.com/\">Dan Gediman</a> tells the story of how he was cast in the public TV show <em>Zoom</em>, which aired from 1972 to 1979, at the age of ten. Then he was cut from the cast before the show ever went on the air. So for years, he lied about it. He let friends believe he was on <em>Zoom</em>.","original_air_date":"1998-08-07T00:00:00","title":"Truth and Lies at Age Ten"},{"number":"107","description":"For the July 4th holiday weekend, writer <a href=\"http://www.amazon.com/gp/redirect.html?ie=UTF8&location=http%3A%2F%2Fwww.amazon.com%2Fgp%2Fentity%2FSarah-Vowell%2FB001ILFO7E%3Fie%3DUTF8%26ref_%3Dsr%5Ftc%5F2%5F0%26qid%3D1271865656%26sr%3D8-2-ent&tag=thiamelif-20&linkCode=ur2&camp=1789&creative=390957\">Sarah Vowell</a> and her twin sister re-trace the \"Trail of Tears\" — the route their Cherokee ancestors took when expelled from their own land by President Andrew Jackson.","original_air_date":"1998-07-03T00:00:00","title":"Trail of Tears"},{"number":"106","description":"For this Father's Day, stories in which fathers and their kids sit down and try to have an honest moment together. And stories about fathers who aren't close with their kids.","original_air_date":"1998-06-19T00:00:00","title":"Father's Day '98"},{"number":"105","description":"Two stories of people who try to cross the color line — and why it's still so hard. We hear the story of a failed interracial marriage and the story of a teenager from a poor inner city neighborhood (Cedric Jennings, pictured) who ends up at an Ivy League University — and how he barely survives there.","original_air_date":"1998-06-12T00:00:00","title":"Take A Negro Home"},{"number":"104","description":"What's frustrating about music lessons, what's miraculous about them, and what they actually teach us. This show was recorded in front of a live audience at the Yerba Buena Center for the Arts in San Francisco, with help from <a href=\"http://www.kqed.org/\">KQED-FM</a>, during the 1998 Public Radio Conference in San Francisco.","original_air_date":"1998-06-05T00:00:00","title":"Music Lessons"},{"number":"103","description":"An NPR reporter leaves her three-year-old son and heads to Omaha—for cancer treatment—a last chance to save her life. After years of covering stories about medicine, Rebecca Perl enters the hospital as a patient. She moves from the world of healthy people into the world of sick ones. What she sees and what she learns.","original_air_date":"1998-05-29T00:00:00","title":"Scenes from A Transplant"},{"number":"102","description":"With all the American movies and songs and books about the joy of the open road, it's hard for an American to take just a normal road trip without huge expectations.","original_air_date":"1998-05-22T00:00:00","title":"Road Trip!"},{"number":"101","description":"During this hour, a special edition of our show: Stories about Niagara Falls, half of them from documentary producer <a href=\"http://www.npr.org/templates/story/story.php?storyId=90889243\">Alix Spiegel</a>, who went to the Falls and interviewed people living there; and half from playwright <a href=\"http://www.truelifetales.com/\">David Kodeski</a>, who grew up in the town of Niagara Falls.","original_air_date":"1998-05-01T00:00:00","title":"Niagara"},{"number":"100","description":"For the 100th episode of <em>This American Life</em>, a radio show about the pleasures of radio. About what makes radio so great ... and what makes it so terrible.","original_air_date":"1998-04-24T00:00:00","title":"Radio"},{"number":"99","description":"Variations on what it means to be a girl and what it means to be a woman.","original_air_date":"1998-04-10T00:00:00","title":"I Enjoy Being A Girl, Sort Of"},{"number":"98","description":"Stories about what it means to be a person who throws the first punch ... and how hard it is to give up.","original_air_date":"1998-03-27T00:00:00","title":"Throwing the First Punch"},{"number":"97","description":"An assault on the idea of wackiness. And then, an appreciation of wackiness, and an analysis of wackiness in American culture. Thirteen ways to describe wackiness.","original_air_date":"1998-03-20T00:00:00","title":"Death to Wacky"},{"number":"96","description":"People who left their private lives and were seized by some huge historical moment.","original_air_date":"1998-03-13T00:00:00","title":"Pinned by History"},{"number":"95","description":"How should we react to people who are in non-monogamous relationships? What should we think of these struggles with monogamy?","original_air_date":"1998-03-06T00:00:00","title":"Monogamy"},{"number":"94","description":"What happens during a \"how-to,\" and what our how-to's say about us. Most how-to's promise that you'll not only learn skills, you'll be transformed.","original_air_date":"1998-02-27T00:00:00","title":"How To"},{"number":"93","description":"Stories about couples that all take place decades after that moment their eyes first meet.","original_air_date":"1998-02-13T00:00:00","title":"Valentine's Day '98"},{"number":"92","description":"Stories about those moments when someone tries to tell you a little bit more about themselves than you'd really rather know.","original_air_date":"1998-02-06T00:00:00","title":"Leave the Mask On"},{"number":"91","description":"Stories of people trying to escape the box of their own lives, and create new lives.","original_air_date":"1998-01-30T00:00:00","title":"Escape the Box"},{"number":"90","description":"Stories of who we are on the phone, of things we learn on the phone, and of things that happen on the phone that don't happen anywhere else.","original_air_date":"1998-01-16T00:00:00","title":"Telephone"},{"number":"89","description":"Stories about people who are destined to fight: brothers and sisters.","original_air_date":"1998-01-09T00:00:00","title":"Sibling Rivalry"},{"number":"88","description":"Numbers lie. Numbers cover over complicated feelings and ambiguous situations. In this week's show, stories of people trying to use numbers to describe things that should not be quantified.","original_air_date":"1998-01-02T00:00:00","title":"Numbers"},{"number":"87","description":"Stories from David Sedaris's book of Christmas stories, <a href=\"http://www.amazon.com/gp/product/0316191299?ie=UTF8&tag=thiamelif-20&linkCode=as2&camp=1789&creative=390957&creativeASIN=0316191299\"><em>Holidays on Ice</em></a>, read onstage by David, <a href=\"http://juliasweeney.blogspot.com/\">Julia Sweeney</a> and actor <a href=\"http://www.imdb.com/name/nm0540164/\">Matt Malloy</a>.","original_air_date":"1997-12-19T00:00:00","title":"A Very Special Sedaris Christmas"},{"number":"86","description":"Two stories of how to get money from strangers. In both stories, the money is made by people who make the strangers feel good about themselves and about their nation.    <br><br><strong>NOTE:</strong> This episode originally included a story by reporter Stephen Glass, which we have removed because of questions about its truthfulness. This story is included in the transcript only for reference.","original_air_date":"1997-12-12T00:00:00","title":"How to Take Money from Strangers"},{"number":"85","description":"Humans have turned chicken and turkey into what we want them to be. Which means that chickens and turkeys are a mirror of ourselves.","original_air_date":"1997-12-05T00:00:00","title":"Poultry Slam 1997"},{"number":"84","description":"A parable of politics and race in America. The story of Chicago's first black mayor, Harold Washington, told two decades after his death. Washington died on November 25, 1987.","original_air_date":"1997-11-21T00:00:00","title":"Harold"},{"number":"83","description":"Stories of outsiders who want to be insiders, and vice versa.","original_air_date":"1997-11-14T00:00:00","title":"One of Us"},{"number":"82","description":"Stories of people who are haunted, not by ghosts or phantoms, but by other people.","original_air_date":"1997-10-31T00:00:00","title":"Haunted"},{"number":"81","description":"Americans who love their guns...and the Americans who love them.","original_air_date":"1997-10-24T00:00:00","title":"Guns"},{"number":"80","description":"Stories of people engaged in a battle with nature — a battle they don't stand much chance of winning. Most of the show is Scott Carrier's story of trying for twelve years to chase down and catch an antelope by foot.","original_air_date":"1997-10-17T00:00:00","title":"Running After Antelope"},{"number":"79","description":"People stuck in the wrong decade — or simply carrying a lot of the props from another decade.    <br><br><strong>NOTE:</strong> This episode originally included a story by reporter Stephen Glass (no relation to Ira), which we have removed because of questions about its truthfulness. This story is included in the transcript only for reference.","original_air_date":"1997-10-10T00:00:00","title":"Stuck in the Wrong Decade"},{"number":"78","description":"How bad is bad enough to count? To go to hell?","original_air_date":"1997-10-03T00:00:00","title":"How Bad Is Bad?"},{"number":"77","description":"Can the secular world and the religious world understand each other?","original_air_date":"1997-09-26T00:00:00","title":"Pray"},{"number":"76","description":"The mob as portrayed in movies, and as it is in real life. And its hold over us.","original_air_date":"1997-09-19T00:00:00","title":"Mob"},{"number":"75","description":"Stories of the kindness of strangers and where it leads. Also, the unkindness of strangers and where that can lead. All of today's stories take place in the city most people think of as the least kind city in America: New York.","original_air_date":"1997-09-12T00:00:00","title":"Kindness of Strangers"},{"number":"74","description":"What happens when people with one common interest gather in monstrous, fluorescent -lit halls for the weekend? Sometimes they drive each other crazy, sometimes they fall in love.","original_air_date":"1997-08-29T00:00:00","title":"Conventions"},{"number":"73","description":"The darker side of the art world: petty jealousies, competitiveness, failure. And also what's so great about art.","original_air_date":"1997-08-22T00:00:00","title":"Blame It on Art"},{"number":"72","description":"An idiosyncratic first-person travelogue about race relations and tourism from radio producer Rich Robinson and television producer <a href=\"http://www.seftel.com/\">Josh Seftel</a>. Their radio story is about a trip they took to the new South Africa. Rich Robinson is black. Josh Seftel is white. The interracial pair travel through the still mostly-segregated society and have very different opinions about what they see, especially when it comes to some distant relatives of Josh's in South Africa.","original_air_date":"1997-08-08T00:00:00","title":"Trek"},{"number":"71","description":"Stories of people trying to do exactly what the doctors say they can't — or shouldn't.","original_air_date":"1997-08-01T00:00:00","title":"Defying Sickness"},{"number":"70","description":"When you read other people's mail, you can't help but try to fill in between the lines. You try to decipher the stories of the people who wrote the letters. We hear four stories of people who read other people's mail, and what happens to them once they get caught up in these other lives.","original_air_date":"1997-07-25T00:00:00","title":"Other People's Mail"},{"number":"69","description":"How many of our parents move to some place — some dream house — with some vision of a new life in the new place, and move the family with them, hoping it works out for the kids. Three stories on this theme.","original_air_date":"1997-07-18T00:00:00","title":"Dream House"},{"number":"68","description":"A show for July 4th weekend. We begin with perhaps the most moving, poetic inaugural speech in American history, and look at its legacy today. In his second inaugural address, Lincoln wondered aloud why God saw fit to send the slaughter of the Civil War to the United States. His conclusion: that slavery was a kind of original sin for the United States, for both North and South, and all Americans had to do penance for it.","original_air_date":"1997-07-04T00:00:00","title":"Lincoln's Second Inaugural"},{"number":"67","description":"Could it be more obvious? Stories in which someone's dream is someone else's nightmare. All of us get into these situations with strangers, with the people we love most, with our own parents, with our children.","original_air_date":"1997-06-27T00:00:00","title":"Your Dream, My Nightmare"},{"number":"66","description":"Are people having experiences on the Internet they wouldn't have anywhere else? Several weeks ago, <em>This American Life</em> invited listeners to help answer that question.","original_air_date":"1997-06-06T00:00:00","title":"Tales from the Net"},{"number":"65","description":"Notes and stories about the Canadians among us. Are they in fact any different from red-blooded Americans? They claim they're not. Skeptical Americans put their position to the test.","original_air_date":"1997-05-30T00:00:00","title":"Who's Canadian?"},{"number":"64","description":"Stories for the start of summer. We want summer to be this wonderful break, but so often it fails to deliver. We hear Ron Carlson's short story about a summer job delivering tanks of oxygen to the infirm, Scott Carrier takes a river vacation, and more.","original_air_date":"1997-05-23T00:00:00","title":"Summer"},{"number":"63","description":"People whose lives are organized around one thing.","original_air_date":"1997-05-09T00:00:00","title":"One Thing"},{"number":"62","description":"Stories of people trying to get rich quick or otherwise make something for nothing. As everyone knows, there's no such thing as something for nothing. You always pay a price.","original_air_date":"1997-05-02T00:00:00","title":"Something for Nothing"},{"number":"61","description":"Stories of when things go wrong. Really wrong. When you leave the normal realm of human error, fumble, mishap, and mistake and enter the territory of really huge breakdowns. Fiascos. Things go so awry that normal social order collapses. This week's show is a philosophical inquiry in the nature of fiascos — perhaps the first ever.","original_air_date":"1997-04-25T00:00:00","title":"Fiasco!"},{"number":"60","description":"Usually we talk about death as a tragedy, a mystery, a hard-to-comprehend fact of life. But in addition to all that, for all sorts of people it's also ... a job.","original_air_date":"1997-04-18T00:00:00","title":"Business of Death"},{"number":"59","description":"Stories about people who are not afraid of fire, though perhaps they should be.","original_air_date":"1997-04-11T00:00:00","title":"Fire"},{"number":"58","description":"Stories of small town life: the claustrophobia and freedom people feel in small towns, the yearning people feel in small towns. And three teenagers in one of the harshest urban environments explain how the public housing projects are like a small town.","original_air_date":"1997-04-04T00:00:00","title":"Small Towns"},{"number":"57","description":"Stories about the delivery business and the people in it. UPS men, bike messengers, FedEx dispatchers.     <br><br><strong>NOTE: </strong>This episode originally included a story by reporter Stephen Glass, which we have removed because of questions about its truthfulness. This story is included in the transcript only for reference.","original_air_date":"1997-03-14T00:00:00","title":"Delivery"},{"number":"56","description":"Stories of people changing their name — some to create a new identity, some to con people. Name changes are particularly American stories: they're the dream of starting over with a clean slate. They're Ellis Island and 12-step programs, the move westward and self help, Marilyn Monroe and Malcolm X and the Artist Formerly Known as Prince, all rolled up in one.","original_air_date":"1997-03-07T00:00:00","title":"Name Change"},{"number":"55","description":"A few months ago, radio producer Sandy Tolan was supposed to do a documentary about strippers with an aspiring writer — and stripper — named Susan. A few days before they were to begin working together, Susan disappeared, presumed dead.","original_air_date":"1997-02-28T00:00:00","title":"Three Women and the Sex Industry"},{"number":"54","description":"Stories, tributes, and attempts to understand the Chairman of the Board.","original_air_date":"1997-02-21T00:00:00","title":"Sinatra"},{"number":"53","description":"For Valentine's Day, stories about our parents falling in love. And troubles with their love. From Hilton Als, Scott Carrier, Julie Showalter, a magazine column called <em>Men My Mother Dated</em> and others. The idea for this show was inspired by Delmore Schwartz's classic 1937 work of American fiction about his parents' courtship: <a href=\"http://www.amazon.com/gp/product/0811206807?ie=UTF8&tag=thiamelif-20&linkCode=as2&camp=1789&creative=390957&creativeASIN=0811206807\"><em>In Dreams Begin Responsibilities and Other Stories.</em></a>","original_air_date":"1997-02-07T00:00:00","title":"Valentine's Day '97"},{"number":"52","description":"Stories about the border between mental health and mental illness.","original_air_date":"1997-01-31T00:00:00","title":"Edge of Sanity"},{"number":"51","description":"Stories of people who handle dead animals. Don't worry — it's not as gross as it sounds. In fact, not disgusting at all. A story by George Saunders about an animal control man who falls in unrequited love. A woman who studies illuminated manuscripts, whose pages look like paper but are in fact animals. And other stories.","original_air_date":"1997-01-24T00:00:00","title":"Animals Die, People Ponder"},{"number":"50","description":"Kevin Kelly was in Jerusalem. For reasons too complicated to go into here, he ended up sleeping on the spot where Jesus was supposedly crucified. After Kevin awoke, the thought came into his head: Live as if you'll die in six months. So he did.","original_air_date":"1997-01-17T00:00:00","title":"Shoulda Been Dead"},{"number":"49","description":"Stories about the animalness of animals, the irreducible ways in which they are not human.","original_air_date":"1997-01-10T00:00:00","title":"Animals"},{"number":"48","description":"Kitty Felde shows a side of the Yugoslav War Crimes Trials that hasn't been discussed anywhere: a portrait of Americans at the International Tribunal. And other stories.","original_air_date":"1997-01-03T00:00:00","title":"Justice"},{"number":"47","description":"Stories about the intersection of Christmas and retail, including David Sedaris's story \"Santaland Diaries,\" which was first broadcast on NPR's <em>Morning Edition</em> many years ago in a much shorter version.","original_air_date":"1996-12-20T00:00:00","title":"Christmas and Commerce"},{"number":"46","description":"Though being gay no longer has much of a stigma in some parts of the country, being a sissy still does — even among gay men. In this show we have a number of surprising and unusual stories of sissies, their families, and why people still get so upset about them.","original_air_date":"1996-12-13T00:00:00","title":"Sissies"},{"number":"45","description":"Four stories about people struggling at the fringes of our nation's media/music/infotainment industry.","original_air_date":"1996-12-06T00:00:00","title":"Media Fringe"},{"number":"44","description":"In the midst of the five biggest poultry-consumption weeks of the year—the five weeks between Thanksgiving and Christmas, when Americans consume one-fourth of all the turkey they eat in a year—<em>This American Life</em> presents stories about turkeys, chickens, ducks, and fowl of all kinds.","original_air_date":"1996-11-29T00:00:00","title":"Poultry Slam 1996"},{"number":"43","description":"Inspired by a spate of new Chicago stage adaptations of the Faust story, <em>This American Life</em> brings you stories of people who made a deal with the devil.","original_air_date":"1996-11-22T00:00:00","title":"Faustian Bargains"},{"number":"42","description":"Three stories of people trying to forget the past and move on.","original_air_date":"1996-11-15T00:00:00","title":"Get Over It!"},{"number":"41","description":"More stories of the election you can't hear anywhere else.","original_air_date":"1996-11-08T00:00:00","title":"Politics"},{"number":"40","description":"Stories from acclaimed storyteller Spalding Gray and others.","original_air_date":"1996-11-01T00:00:00","title":"Lessons"},{"number":"39","description":"This week: A show for Halloween. Stories of things that are supposed to be scary, but aren't.","original_air_date":"1996-10-25T00:00:00","title":"Halloween"},{"number":"38","description":"Simulated worlds, Civil war reenactments, wax museums, simulated coal mines, fake ethnic restaurants, an ersatz Medieval castle and other re-created worlds that thrive all across America. (4 minutes)","original_air_date":"1996-10-11T00:00:00","title":"Simulated Worlds"},{"number":"37","description":"Radio producer Scott Carrier quit his job at a low moment in his life. His wife left him and took the kids. And he got a job interviewing schizophrenics for some medical researchers. After doing it a while, he began to wonder if he was a schizophrenic himself. And more stories.","original_air_date":"1996-09-27T00:00:00","title":"The Job That Takes Over Your Life"},{"number":"36","description":"Host Ira Glass and playwright David Hauptschein took out advertisements in Chicago inviting people to come to a small theater with letters they've received, sent or found.","original_air_date":"1996-09-20T00:00:00","title":"Letters"},{"number":"35","description":"Evocative, funny, emotional stories collected over the last few months that haven't fit into any of our regular \"theme\" shows.","original_air_date":"1996-09-06T00:00:00","title":"Fall Clearance Sale"},{"number":"34","description":"Unusual stories from the 1996 Democratic Convention in Chicago, with scenes and moments not documented elsewhere.","original_air_date":"1996-08-30T00:00:00","title":"Democratic Convention"},{"number":"33","description":"Host Ira Glass spent a Saturday night — from 9:00 p.m. until dawn the next morning — at one of the most frenetic, joyous, efficient, angry, boisterous hot dog stands in the nation: Chicago's own Wiener Circle.","original_air_date":"1996-08-23T00:00:00","title":"A Night at the Wiener Circle"},{"number":"32","description":"Unusual stories about day-to-day life at the Republican Convention.","original_air_date":"1996-08-16T00:00:00","title":"Republican Convention"},{"number":"31","description":"Stories of people whose lives are transformed by music.","original_air_date":"1996-08-09T00:00:00","title":"When You Talk About Music"},{"number":"30","description":"Stories of obsession and compulsion. What happens when a little idea starts to control you. Co-hosted by Paul Tough.","original_air_date":"1996-07-26T00:00:00","title":"Obsession"},{"number":"29","description":"Unusual perspectives on the presumptive Republican nominee.","original_air_date":"1996-07-19T00:00:00","title":"Bob Dole"},{"number":"28","description":"Writer David Sedaris recalls the days when his mother and sister played armchair detective — until a very odd crime wave hit within their own home. Plus, host Ira Glass goes out on surveillance with a real-life private eye.","original_air_date":"1996-07-12T00:00:00","title":"Detectives"},{"number":"27","description":"Stories about kids being mean to each other... including a mysterious handbook for bullies, a surprising experiment conducted by a teacher who wants to make kids be nice, and a story of youthful backstabbing told by David Sedaris.","original_air_date":"1996-06-21T00:00:00","title":"The Cruelty of Children"},{"number":"26","description":"Ira's own father Barry Glass co-hosts this special father's day edition of the show.","original_air_date":"1996-06-14T00:00:00","title":"Father's Day '96"},{"number":"25","description":"A set of documentary stories, radio essays and monologues about basketball, the Chicago Bulls, and their grip on Chicagoans' hearts and lives during the NBA Playoffs.","original_air_date":"1996-06-07T00:00:00","title":"Basketball"},{"number":"24","description":"Stories of girls who have to figure out how they're going to act when the ground rules are constantly shifting.","original_air_date":"1996-05-24T00:00:00","title":"Teenaged Girls"},{"number":"23","description":"Stories of the people who fall for a life in the theater.","original_air_date":"1996-05-10T00:00:00","title":"Drama Bug"},{"number":"22","description":"Stories of the difficult relationships between parents and their grown children, including two long stories from Sandra Tsing Loh about her father.","original_air_date":"1996-05-03T00:00:00","title":"Adult Children"},{"number":"21","description":"A show about something most people have gone through. Friends get together to start a business, start a church, do political action together. And after a while, they start fighting and split up. We hear three true stories.","original_air_date":"1996-04-26T00:00:00","title":"Factions"},{"number":"20","description":"Stories of hero worship, of people admiring someone from afar, and trying to get closer to them.","original_air_date":"1996-04-19T00:00:00","title":"From A Distance"},{"number":"19","description":"Men who had comfortable, decent lives, yet decided to do something wild and eccentric with their lives instead.","original_air_date":"1996-04-12T00:00:00","title":"Rich Guys"},{"number":"18","description":"April first is the one day of the year when we're allowed to enjoy deceiving others. But April Fools' Day is for amateur deceivers. The real pros are the people who can't control their lying, who lie without even knowing what the truth is.","original_air_date":"1996-03-28T00:00:00","title":"Liars"},{"number":"17","description":"Our first show as <em>This American Life.</em>","original_air_date":"1996-03-21T00:00:00","title":"Name Change / No Theme"},{"number":"16","description":"Stories of politics, the economy, and the big picture.","original_air_date":"1996-03-14T00:00:00","title":"Economy"},{"number":"15","description":"Writer Jack Hitt goes on a search for a mysterious neighbor from his childhood in Charleston, South Carolina, and stumbles onto an epic story of the Old South, the New South, gender confusion, Chihuahuas, and changing values in American journalism.","original_air_date":"1996-02-28T00:00:00","title":"Dawn"},{"number":"14","description":"What unites these stories on the surface is that they're all made from old tapes, recordings found in attics and thrift stores. What unites them under that surface — and not far under it — is that they all end up being stories about fathers and the legacies that fathers leave their children.","original_air_date":"1996-02-21T00:00:00","title":"Accidental Documentaries"},{"number":"13","description":"Explorations of the dream of true love ... and the difficulties with achieving and maintaining that dream.","original_air_date":"1996-02-07T00:00:00","title":"Love"},{"number":"12","description":"Stories about the animalness of animals, the irreducible ways in which they are not human.","original_air_date":"1996-01-31T00:00:00","title":"Animals"},{"number":"11","description":"A story of a friendship between two adolescent boys that was destroyed through the manipulative acts of one of them.","original_air_date":"1996-01-24T00:00:00","title":"Enemies"},{"number":"10","description":"People living their lives, just like the rest of us. Plus an extra life.","original_air_date":"1996-01-17T00:00:00","title":"Double Lives"},{"number":"9","description":"When comedienne <a href=\"http://www.juliasweeney.com/\">Julia Sweeney</a> and her brother both got cancer, she decided to tell the story the best way she knew how: in a comedy club. It might seem like a strange choice, but what resulted is halfway between standup comedy and true-life diary entries.","original_air_date":"1996-01-10T00:00:00","title":"Julia Sweeney"},{"number":"8","description":"Stories that reflect back on 1995.","original_air_date":"1996-01-03T00:00:00","title":"New Year"},{"number":"7","description":"Stories of people who quit everything in their lives that they hated—and what happened to them afterwards.","original_air_date":"1995-12-29T00:00:00","title":"Quitting"},{"number":"6","description":"","original_air_date":"1995-12-22T00:00:00","title":"Christmas"},{"number":"5","description":"Stories that reveal the societal \"trend\" toward anger and away from genuine forgiveness.","original_air_date":"1995-12-15T00:00:00","title":"Anger and Forgiveness"},{"number":"4","description":"Stories about vacations gone awry—or perhaps vacations that never should have happened.","original_air_date":"1995-12-08T00:00:00","title":"Vacations"},{"number":"3","description":"Stories decrying the wonders of turkeys, chickens, and other fowl.","original_air_date":"1995-12-01T00:00:00","title":"Poultry Slam 1995"},{"number":"2","description":"Small-scale stories on the nature of small-scale sin.","original_air_date":"1995-11-24T00:00:00","title":"Small Scale Sin"},{"number":"1","description":"Our program's very first broadcast.","original_air_date":"1995-11-17T00:00:00","title":"New Beginnings"}]
